[
    {
        "companyName": "Grubhub Holdings, Inc.",
        "date": "1 day ago",
        "details": "About The Opportunity:\n\nHey! We’re Grubhub\nWe’re all about connecting hungry diners with our network of over 300,000 restaurants nationwide. Innovative technology, user-friendly platforms and streamlined delivery capabilities set us apart and make us an industry leader in the world of online food ordering. When you join our team, you become part of a community that works together to innovate, solve problems, grow, work hard and have a ton of fun in the process!\nWhy Work For Us\nGrubhub is a place where authentically fun culture meets innovation and teamwork. We believe in empowering people and opening doors for new opportunities. If you’re looking for a place that values strong relationships, embraces diverse ideas–all while having fun together–Grubhub is the place for you!\nGrubhub is looking for a Senior Data Scientist to join the Supply Growth & Onboarding team. You will be working with a small team of data scientists and engineers to build machine learning models to increase the supply of restaurants on Grubhub. In this role, you will partner closely with product managers, business stakeholders, and engineers. The team’s goal is to make our restaurant sales operations more efficient and effective using data and data science. This will require research on large-scale data coming in from multiple streams, prototyping data science/machine learning models, and deploying proven solutions into production environments.\nThe Impact You Will Make:\nResearch, prototype, build and iterate on new and existing machine learning models, employing methods such as prediction, classification, and pattern recognition, to drive the restaurant supply growth and actionable business decision making.\nDeploy proven ML solutions to production, applying state-of-the-art machine learning methods to large-scale data coming from multiple streams\nEstablish metrics to monitor the stability and effectiveness of the machine learning models to the business’s key performance indicators.\nCollaborate with engineers, data scientists, product managers, and business teams to make sure data products are aligned with business objectives and organizational needs\nHelp prioritize and triage requests and ensure that data science/machine learning solutions are delivered in time to maximize business impact\nDeliver customer satisfaction by growing our restaurant base to meet consumer demands\nWhat You Bring to the Table:\nPhD/MS in computer science, engineering, statistics, machine learning, mathematics, or 5+ years of relevant work experience\nStrong SQL (Spark SQL, Presto, etc.) skills\n3+ years of experience with Python and scientific computing libraries such as numpy, pandas, and dask\nExposure to cloud computing (AWS, Azure, or GCP)\nExperience with Git or similar tool for version control\nExperience with data modeling and managing data transformation jobs with high volume and timing requirements\nFamiliarity with PySpark or another JVM-based big data processing tool\nStrong ability to collaborate with cross-functional teams, including communicating effectively with people of varying levels of technical knowledge, and delivering data-driven insights and outcomes clearly and succinctly\nPrior experience shipping production-grade, high-impact ML models that touches multiple systems owned by multiple teams\nAbility to thrive in fast-paced, sometimes ambiguous working environment\nAnd Of Course, Perks!:\nFlexible PTO. Grubhub employees enjoy a generous amount of time to recharge.\nHealth and Wellness. Excellent medical benefits, employee network groups and paid parental leave are just a few of our programs to support your overall well-being.\nCompetitive Pay. You’ll receive a competitive base salary with eligibility for generous incentives, bonuses, commission or RSUs (role-specific).\nLearning and Career Growth. Your personal and professional development is a priority at Grubhub. We empower you to be a leader and grow your career through training, coaching and mentorship opportunities.\nMealPerks. Get meals on us! Our employees get a weekly Grubhub credit to enjoy and support local restaurants.\nFun. Every Grubhub office has an employee-led Culture Crew that connects people through fun, meaningful events and initiatives like Wellness Wednesdays, Slack competitions and virtual happy hours!\nSocial Impact. At Grubhub we believe in giving back through programs like the Grubhub Community Relief Fund and donating $1 million to the Equal Justice Initiative in 2020. Employees are also given paid time off each year to support the causes that are important to them.\nCOVID-19 Response. All of our employees are currently working from home and will be for the foreseeable future. We look forward to seeing everyone in-office when it’s safe to return.\nGrubhub is an equal opportunity employer. We welcome diversity and encourage a workplace that is just as diverse as the customers we serve. We evaluate qualified applicants without regard to race, color, religion, age, sex, sexual orientation, gender identity, national origin, disability, veteran status, and other legally protected characteristics. If you’re applying for a job in the U.S. and need a reasonable accommodation for any part of the employment process, please send an email to TalentAcquisition@grubhub.com and let us know the nature of your request and contact information. Please note that only those inquiries concerning a request for reasonable accommodation will be responded to from this email address.\nCA Privacy Notice: If you are a resident of the State of California and would like a copy of our CA privacy notice, please email privacy@grubhub.com.",
        "location": "New York, NY 10018 (Garment District area)",
        "rating": "3.2",
        "summary": "The team’s goal is to make our restaurant sales operations more efficient and effective using data and data science.",
        "title": "Data Scientist II",
        "url": "https://www.indeed.com/viewjob?jk=fab5417ef52603f6"
    },
    {
        "companyName": "Verizon",
        "date": "20 days ago",
        "details": "When you join Verizon\nVerizon is a leading provider of technology, communications, information and entertainment products, transforming the way we connect across the globe. We’re a diverse network of people driven by our ambition and united in our shared purpose to shape a better future. Here, we have the ability to learn and grow at the speed of technology, and the space to create within every role. Together, we are moving the world forward – and you can too. Dream it. Build it. Do it here.\nWhat you’ll be doing...\nVerizon is building a future using a combination of technologies such as 5G Mobility, 5G Home, Fios, and Multi-Access Edge Computing to create experiences on top of the networks that drive the world forward. Leveraging data science and advanced analytics allows us to go beyond and improve the delivery of these products and forge exceptional customer experiences. We have a unique ability to use this platform to develop next generation platforms, influence technology standards, forge durable business partnerships, and define the playing field for the next wave of technology innovation with applications such as IoT, connected cars, aerial drone solutions, augmented intelligence and more. Within these evolving ecosystems, Verizon is uniquely positioned to capture new growth and value opportunities.\nThe newly formed Strategy Consulting team with Verizon’s Corporate Strategy organization holds a key role in helping shape this new path. We challenge ourselves to solve top-of mind strategic questions, collaborating with leadership and experts across the organization. We can do so by leveraging the multi-faceted background of our team consisting of former management consultants, investment professionals, data scientists and technology subject matter experts. We are responsible for challenging the status quo, looking beyond the horizon, and making the future real, role-modeling the new Verizon 2.0 way of working that builds on customer centricity, collaboration and innovation to drive positive change.\nWant to have meaningful impact? This is where it happens!\nDevelop new capabilities and enhance critical business processes with advanced analytics and visualization capabilities to drive new growth opportunities and value creation.\nCollaborate with data engineers and developers across our global technology services teams to build analytics solutions focused on value drivers and stakeholder experience.\nAssess technology commercialization initiatives and accelerate execution, working alongside technology leaders to ensure effective evaluation, design, implementation and change management.\nLeverage critical thinking & sharp problem solving skills to guide the design & development of data science tools and advanced analytics solutions.\nCollaborate with internal stakeholders & business leaders on cross-functional growth initiatives; designing blueprints for new products, ways of working and other disciplines.\nEvaluate digital use cases and new product ideas providing strategic and technology-focused leadership to proof-of-concept and/or pilot engagements with technology and business partners.\nCraft and deliver actionable recommendations to senior leadership through data-driven analysis and visualization for executive decision making.\nContribute to a high-performing team of problem solvers from various disciplines who are committed to driving profitable growth & innovation across the company.\nWhat we’re looking for...\nYou are outcomes-driven, smart, hard-working, and a great team player. You thrive on new challenges, and are excited by the prospect of mastering new things. You can be creative and visionary, but are able to roll up your sleeves to structure a project plan, develop an analytics tool, or craft a presentation. You are comfortable leading and following. You are confident enough to voice well-informed, dissenting opinions, yet always treat others and their views with respect.\nYou’ll need to have:\nBachelor’s degree or four or more years of work experience.\nFour or more years of relevant work experience.\nEven better if you have one or more of the following:\nAdvanced degree in Data Science, Computer Science, Engineering or Business Analytics.\nWorking knowledge of Python (including packages such as Pandas and Numpy) and other data science-oriented programming languages.\nTwo or more years of experience in a strategy or quantitative/technical role (e.g., data science, applied analytics, mathematics, engineering, etc.) for a tier 1 management consulting firm or a leading technology firm.\nTechnical expertise across a wide range of technologies including DevOps, Cloud, and Machine Learning.\nStrong understanding of advanced statistical methods (e.g., sampling; regression methods; classification algorithms; distributions, etc.) and experience in data analytics platforms and visualization software tools.\nExperience using statistical computer languages (R, Python, SLQ, etc.) to manipulate data and draw insights from large data sets\nAbility to translate complex ideas and express them in concise, simple to understand ways.\nExperience with data visualisation tools (e.g Tableau)\nAbility to thrive in a dynamic environment, meet deadlines, and simultaneously work on multiple projects.\nComfortable working across all levels of an organization, leveraging organizational, interpersonal, presentation, and time-management skills.\nProven ability to manage complex programs and drive cross-functional teams to meet business objectives and influence co-workers while fostering strong working relationships.\nExperience handling confidential information appropriately.\nEqual Employment Opportunity\nWe're proud to be an equal opportunity employer - and celebrate our employees' differences, including race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, and Veteran status. At Verizon, we know that diversity makes us stronger. We are committed to a collaborative, inclusive environment that encourages authenticity and fosters a sense of belonging. We strive for everyone to feel valued, connected, and empowered to reach their potential and contribute their best. Check out our diversity and inclusion page to learn more.",
        "location": "New York, NY 10036 (Midtown area)",
        "rating": "3.9",
        "summary": "Working knowledge of Python (including packages such as Pandas and Numpy) and other data science-oriented programming languages.",
        "title": "Strategic Data Science Analyst",
        "url": "https://www.indeed.com/viewjob?jk=5e93d0b108f065a9"
    },
    {
        "date": "1 day ago",
        "details": "The Position:\n\nStrategic Analytics is a new, growing team at Arch. The team develops innovative predictive models and analytical tools to improve proﬁtability and growth. Advanced analytics techniques play a critical role in this mission. To be successful, we need to develop powerful models, tools and insights that give Arch a unique, competitive advantage. As Data Scientist, Strategic Analytics, you will play a crucial role in developing the team’s analytics capability. You will work on high-proﬁle advanced analytics projects that drive the company’s decision-making and strategy. You will work with or direct other data scientists to build best-in-class predictive models with creativity, statistical rigor and business sense. As a key member of the Strategic Analytics team, you will advance our advanced analytics capabilities and shape how Arch thinks about data and analytics.\nJob Responsibilities:\nBuild predictive models using advanced analytics techniques including GLM, text analytics, and machine learning.\nDevelop powerful insights and tools using a variety of analytical techniques and technologies.\nWork closely with business partners to understand the business problems they are trying to solve and help to develop the best-suited analytics solution.\nCollaborate in cross-functional teams and share ideas to solve complex business problems.\nBuild strong partnerships with peers across the organization to support project goals and boarder team needs.\nDiscover, explore and analyze internal and external datasets for the purpose of developing advanced analytics models.\nHelp establish best practices and repeatable processes for the Strategic Analytics team.\nProvide thought leadership on new, innovative techniques, approaches and software.\nGuide, support, mentor and develop the growing team of predictive modelers and data scientists.\nRequired Skills/Experience:\n3+ years’ experience in advanced analytics role in p/c insurance, preferably commercial lines.\nTrack record of delivering signiﬁcant business value from small or non-standard data sets.\nProven hands-on experience developing generalized linear models in a commercial lines setting including loss ratio, frequency/severity, pure premium, claims modeling.\nFamiliarity with a variety of other advanced analytics techniques is preferable, for example: logistic regression, decision trees, clustering, text mining, random forests, survival analysis, etc.\nExcellent R and SQL skills required.\nText Analytics and Python development skills are a plus.\nKnowledge of visualization tools such as PowerBI is a plus\nExperience with cloud based software such as Databricks, Snowflake, Azure is a plus\nDesired Skills/Experience:\nExcellent verbal and written communications skills; ability to convey complex concepts to people across the organization.\nAbility to design, build and implement new modeling approaches.\nExceptional teamwork skills required to play a key role in cross-functional teams. Ability to collaborate and build trusting relationships with business partners.\nNatural curiosity to understand the world around you and question as needed.\nComfortable handling ambiguous concepts and breaking down complex problems into manageable pieces.\nCombines critical thinking and creative problem-solving skills.\nDemonstrable execution and organization skills – task management, me management and project management.\nDetailed understanding of statistical theory, predictive modeling, data mining and other advanced analytical techniques.\n\nEducation:\nBachelor’s degree in statistics, actuarial science, mathematics, engineering or similar quantitative ﬁelds; or signiﬁcant experience in advanced data analytics\nThe Company:\n\nArch Capital Group Ltd. is a Bermuda-based company which provides insurance, reinsurance and mortgage insurance on a worldwide basis. Arch Capital Services LLC provides support and expertise to entities across ACGL to help them operate effectively and efficiently. Arch is committed to helping its associates create what’s next by providing access to a variety of programs supporting your professional development and a culture that encourages innovation, collaboration and professional growth. We seek talent that thinks innovatively, values collaboration and will go the extra mile to serve our customers and develop our company.\nArch Capital Group Ltd. (Arch) and its affiliates take your interest in working here very seriously.\nIf you receive a communication or email, please be vigilant to fraudulent activity asking you to submit any personal information. DO NOT send money or share any details with someone suggesting they can provide employment with Arch. Your information should only be entered into our official job portal at archgroup.com.\nPlease know the following about our interviewing and hiring practices:\nWe never make job offers without a formal interview process.\nWe never ask you to send money of any kind.",
        "location": "Jersey City, NJ 07311 (The Waterfront area)",
        "summary": "Bachelor’s degree in statistics, actuarial science, mathematics, engineering or similar quantitative ﬁelds; or signiﬁcant experience in advanced data analytics.",
        "title": "Data Scientist, Strategic Analytics",
        "url": "https://www.indeed.com/viewjob?jk=c1d40b731b21f632"
    },
    {
        "companyName": "AllianceBernstein",
        "date": "30+ days ago",
        "details": "Position\nWe are looking for a talented Data Scientist to join our Data Science team . This team serves as the Center of Excellence for data science initiatives and is responsible for building and leveraging big data capabilities and advanced modeling techniques across the firm. Projects encompass all aspects of our organization, spanning research, portfolio management, trading, risk management, operations, sales and marketing. The Data Scientist will engage with stake-holders across AB to surface challenges and opportunities, and to lead the organization to pilot and develop solutions around algorithms, tools and infrastructure that can significantly impact our business. Initiatives include harnessing big data and machine learning methods to improve investment outcomes and to improve sales productivity and client interactions.\nResponsibilities\nThe Data Scientist is responsible for executing on AB’s projects involving large datasets and advanced statistical techniques to solve business problems. In this role, (s)he will conduct research and create proto-types to address business challenges in research, investment management, sales and marketing, and operations. The individual will help develop AB’s capabilities in data science and leverage those learnings across the organization. (S)he will also help design and create an infrastructure that’s scalable and robust across the different business units. Ultimately, the Data Scientist will help the firm harness big data and advanced analytics to make better and faster decisions. Specific responsibilities may include:\nConduct research to extract insights from “alternative” datasets\nUtilize advanced analytical techniques including machine learning to create models to improve investment outcomes and to enhance client interactions\nPartner with data engineers and technologists to harness modern technology and techniques to create a leading-edge infrastructure for the organization\nCreate tools, dashboards and open-source code to facilitate adoption of research insights, models and recommendations from Data Science team\nCollaborate with investment and client-facing teams to develop solutions to address research and business challenges\nLeverage insights across the firm by sharing best practices and training colleagues\nPresent research findings at leading finance and data science conferences\nQualifications\nThe ideal candidate should have some experience in finance, data science, quantitative research or business intelligence . Other qualifications include:\nAdvanced degree in Mathematics, Finance, Computer Science, Engineering or related fields\nExperience in working with large structured and unstructured datasets and applying advanced statistical methods to drive decision-making\nWell-versed in big data technologies and analytical methods\nProficiency in analysis (R, Matlab packages), programming languages (R, Python), and statistical modeling.\nExperience in the financial services industry preferred\nStrong project management skills\nOur employees have track records of outstanding professional performance and academic achievement, excellent analytical skills, and strong verbal communication skills. Candidates should have a strong ability to work in a collaborative environment and to present results to both expert and non-expert audiences.\nAllianceBernstein (AB) is a global investment-management firm providing industry-leading research and investment solutions through a combination of innovation, intellectual curiosity and relentless ingenuity. We offer high-quality research and diversified investment services to institutional and individual investors worldwide. Our clients include some of the world's top institutions as well as private-wealth clients and retail investors. Through close partnerships with our clients, we collaborate on investment strategies across regions and sectors to inspire innovative thinking and deliver superior outcomes.\nWe invest in our people and in the communities in which we operate, and we celebrate our diversity to showcase what makes us unique. We offer our talent the opportunity to grow professionally while working on cutting-edge ideas and outcomes in a global culture that operates as a tight-knit community.\nIf you're ready to innovate and grow your career, join us.\nPeople of color, women, and those who identify as LGBTQ people are encouraged to apply. AB does not discriminate against any employee or applicant for employment on the basis of race, color, religion, creed, ancestry, national origin, sex, age, disability, marital status, citizenship status, sexual orientation, gender identity, military or veteran status or any other basis that is prohibited by applicable law. AB’s policies, as well as practices, seek to ensure that employment opportunities are available to all employees and applicants, based solely on job-related criteria.\nNew York City, New YorkNashville, Tennessee",
        "location": "New York, NY 10020 (Midtown area)",
        "rating": "3.5",
        "summary": "Present research findings at leading finance and data science conferences.\nThis team serves as the Center of Excellence for data science initiatives and is…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=1dddb8b696efd2b8"
    },
    {
        "companyName": "Grubhub Holdings, Inc.",
        "date": "1 day ago",
        "details": "About The Opportunity:\n\nWe’re all about connecting hungry diners with our network of over 300,000 restaurants nationwide. Innovative technology, user-friendly platforms and streamlined delivery capabilities set us apart and make us an industry leader in the world of online food ordering. When you join our team, you become part of a community that works together to innovate, solve problems, grow, work hard and have a ton of fun in the process!\nWhy Work For Us\nGrubhub is a place where authentically fun culture meets innovation and teamwork. We believe in empowering people and opening doors for new opportunities. If you’re looking for a place that values strong relationships, embraces diverse ideas–all while having fun together–Grubhub is the place for you!\nMore About the Role\nGrubhub is looking for an innately curious, business-minded, results-oriented Data Scientist to work in our Search and Discovery team. We are focused on providing high quality recommendations to diners who are exploring restaurants in their area as well as those who are searching for something specific. As a member of this highly collaborative team you will partner with other data scientists, engineering, and product to deliver new run time models and services. You will be responsible for creating metrics to validate performance of models, proposing new algorithmic approaches to improve our current system, designing A/B tests, and identifying creative solutions to bridge state of the art information retrieval advanced and business and engineering requirements. Additionally you will be driving technology best practices and guiding the evolution of responsive systems. Some specific responsibilities include but are not limited to creating documentation accessible to both technical and non-technical audiences, mentoring junior data scientists, creating and maintaining automated training jobs, creating metrics dashboards and alerts, advising best algorithmic trade offs to business stakeholders.\nThe Impact You Will Make:\nHelp the business gain insights from recommendations in search and discovery with regard to short and long term metrics\nDrive orders and diner returns via enticing and relevant recommendations for searches\nBring state of the art advances in IR systems to our runtime environment. Assess new algorithms and business policies\nModel system interactions and diner behaviors for search and discovery\nInform real-time data requirements design\nCollaborate with Product and Engineering teams to understand new product ideas, assess risks and ensure that the necessary data is available\nUnderstand our brands, markets, user behaviors, and long-term trends and help characterize these\nDesign and develop data-driven products to inform business decisions using metrics.\nDiscover new and innovative ways to refine what we're doing and question existing assumptions.\nRelentlessly analyze and improve the performance of our business.\nWhat You Bring to the Table:\nMS in quantitative discipline (Computer Science, Math, Physics, Engineering, Statistics or other technical field etc) or equivalent experience\n4+ years experience with data analytics, machine learning, or related field\n2+ years experience in applied predictive modeling with TensorFlow\n2+ years experience in information retrieval or recommendation systems\nExperience language modeling, especially on imperfect grammars\nExperience tuning runtime models using GPUs\nExperience in data engineering and feature preparation in pyspark, hive,and the python data stack.\nComfort communicating performance metrics, model details, and features specifications to technical and non-technical audiences\nExperience deploying machine learning models to production\nAbility to keep up with the latest publications and synthesize research into working models\nDeep interest in self-motivated continuous learning\nAnd Of Course, Perks!:\n\nFlexible PTO/PTO. Grubhub employees enjoy a generous amount of time to recharge.\nHealth and Wellness. Excellent medical benefits, employee network groups and paid parental leave are just a few of our programs to support your overall well-being.\nCompetitive Pay. You’ll receive a competitive base salary with eligibility for generous incentives, bonuses, commission or RSUs (role-specific).\nLearning and Career Growth. Your personal and professional development is a priority at Grubhub. We empower you to be a leader and grow your career through training, coaching and mentorship opportunities.\nMealPerks. Get meals on us! Our employees get a weekly Grubhub credit to enjoy and support local restaurants.\nFun. Every Grubhub office has an employee-led Culture Crew that connects people through fun, meaningful events and initiatives like Wellness Wednesdays, Slack competitions and virtual happy hours!\nSocial Impact. At Grubhub we believe in giving back through programs like the Grubhub Community Relief Fund and donating $1 million to the Equal Justice Initiative in 2020. Employees are also given paid time off each year to support the causes that are important to them.\nCOVID-19 Response. All of our employees are currently working from home and will be for the foreseeable future. We look forward to seeing everyone in-office when it’s safe to return.\nGrubhub is an equal opportunity employer. We welcome diversity and encourage a workplace that is just as diverse as the customers we serve. We evaluate qualified applicants without regard to race, color, religion, age, sex, sexual orientation, gender identity, national origin, disability, veteran status, and other legally protected characteristics. If you’re applying for a job in the U.S. and need a reasonable accommodation for any part of the employment process, please send an email to TalentAcquisition@grubhub.com and let us know the nature of your request and contact information. Please note that only those inquiries concerning a request for reasonable accommodation will be responded to from this email address.",
        "location": "New York, NY 10036 (Garment District area)",
        "rating": "3.2",
        "summary": "Experience in data engineering and feature preparation in pyspark, hive,and the python data stack.\nInform real-time data requirements design.",
        "title": "Data Scientist II - Intentful Search",
        "url": "https://www.indeed.com/viewjob?jk=f291a5cad9ce8151"
    },
    {
        "companyName": "Regeneron",
        "date": "7 days ago",
        "details": "The Immuno-Oncology group within the Molecular Profiling and Data Science Department is looking for an enthusiastic and motivated Associate Computational Scientist who values independent research in an open and collaborative working environment. You will participate in original studies that span from basic research to translation studies, directly impacting the lives of patients. You will also have the opportunity to develop novel computational methods from internal and external big data resources. You will join a diverse and inspiring team which cultivates discussion across scientists of differing backgrounds at the exciting intersection of genomics, technology development, machine learning, and immuno-oncology. We work closely with biological researchers from different scientific functions, especially the departments of Immunology and Inflammation, Oncology and Angiogenesis, and Precision Medicine, to address critical scientific questions.\nIn this role, a typical day might include the following:\nLead computational efforts in the Immuno-Oncology (IO) field by developing or applying cutting-edges methods from single cell genomics, epigenomics, transcriptomics and other sequencing technologies.Work in concert with IO pre-clinical and clinical teams to design next-generation sequencing experiments, draft data analysis plans, and provide critical analytics support.Prepare presentations and documentations for collaborators and senior management.Publish and present novel findings in peer-reviewed journals and conferences.Contribute to our team efforts in formulating analytical pipelines and benchmarked standards.\nThis job might be for you if:\nYou are passionate about understanding and utilizing efficient computational techniques to address biological questions.Bring innovative thinking to multi-omics data analysis.Have a strong work ethic and are proactive in providing solutions to foster scientific collaborations and drive projects forward within Regeneron.Can effectively communicate with collaborators with various backgroundValue teamwork and team excellence.\nTo be considered for this role, you must have a PhD degree in Computational Biology, Systems Biology, Quantitative Biology, Bioinformatics, Computer Science or related field. Experience with conducting bioinformatics analysis (e.g. single cell RNA-seq, single cell ATAC-seq, bulk transcriptomic analysis). Strong background (2+ years preferred) in at least in one of the following scripting languages: R, Python, MATLAB. Experience working with single cell analysis tools such as Seurat, Scanpy, etc. Experience working with clinical samples is a plus. Familiarity in working in a Linux environment, shell scripting and Jupyter Notebook environment. Experience with public transcriptomics database such as human cell atlas, mouse cell atlas, and TCGA is preferable. Experience with cloud-based big-data analytics and machine learning to develop predictive models of immunotherapy response is highly valued.\n#LI-EG2\nDoes this sound like you? Apply now to take your first steps toward living the Regeneron Way! We have an inclusive and diverse culture that provides amazing benefits including health and wellness programs, fitness centers and stock for employees at all levels!\n\nRegeneron is an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion or belief (or lack thereof), sex, nationality, national or ethnic origin, civil status, age, citizenship status, membership of the Traveler community, sexual orientation, disability, genetic information, familial status, marital or registered civil partnership status, pregnancy or maternity status, gender identity, gender reassignment, military or veteran status, or any other protected characteristic in accordance with applicable laws and regulations. We will ensure that individuals with disabilities are provided reasonable accommodations to participate in the job application process. Please contact us to discuss any accommodations you think you may need.",
        "location": "New York, NY",
        "rating": "3.7",
        "summary": "Bring innovative thinking to multi-omics data analysis.\nYou will also have the opportunity to develop novel computational methods from internal and external big…",
        "title": "Assoc Computational Scientist - Molecular Profiling and Data Science",
        "url": "https://www.indeed.com/viewjob?jk=f9e2ddda8585fb6d"
    },
    {
        "companyName": "Booz Allen Hamilton",
        "date": "Today",
        "details": "Key Role:\nWork as a data engineering with a team to design and implement solutions for complex deployments in the cloud, on premises, or hybrid environments using any of the major Cloud providers. Participate in architecture reviews of complex IAAS, PAAS, and SASS, and on prem resource usage by our clients. Provide input on proper deployment of services and applications used in Amazon Web Services deployments. Design and deploy data ingest, storage, and analytic solutions using distributed technologies at scale. This position is open to remote delivery from any location in the U.S., to include the District of Columbia. This position will require travel of up to 70% of the time to client sites.\nBasic Qualifications:2+ years of experience with programming1+ years of experience with big data application design and deployments1+ years of experience with AWS, Azure, or Google Cloud PlatformExperience with design and implementation of complex systems involving data storage, movement, and data scienceAbility to write and maintain serverless codeAbility to travel up to 70% of the timeHS diploma or GED\nAdditional Qualifications:Knowledge of DevOps principlesAbility to collaborate with others effectivelyAbility to learn new concepts and technologies quickly\nWe’re an EOE that empowers our people—no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic—to fearlessly drive change.",
        "location": "New York, NY 10036 (Garment District area)",
        "rating": "3.9",
        "summary": "Experience with design and implementation of complex systems involving data storage, movement, and data science.\n2+ years of experience with programming.",
        "title": "Big Data Engineer, Mid",
        "url": "https://www.indeed.com/viewjob?jk=9ad8048870edcfbe"
    },
    {
        "companyName": "Spotify",
        "date": "13 days ago",
        "details": "Data, Research & Insights\nData Science\nThe Platform team creates the technology that enables Spotify to learn quickly and scale easily, enabling rapid growth in our users and our business around the globe. Spanning many disciplines, we work to make the business work; creating the frameworks, capabilities and tools needed to welcome a billion customers. Join us and help to amplify productivity, quality and innovation across Spotify.\nLocation\nNew York or Remote Americas\nJob type\nPermanent\nWe are looking for an inquisitive Data Scientist to join Spotify’s Productivity Engineering group, the team responsible for enabling every Spotifier to be more productive—anywhere, anytime—with an experience that makes Spotify one of the best places to work. Work From Anywhere is the future of working at Spotify and Productivity Engineering is at the forefront of it.\nWe capture data from our internal tools' usage, our employees and our processes to identify bottlenecks, make Spotify faster, and promote data-informed decisions in the Platform mission. If you are passionate about using data-driven techniques to empower people to be more productive regardless of how and where they work or find the idea of formulating and testing hypotheses around productivity exciting, you’re at the right place!\nWhat you'll do:\nFormulate hypotheses related to employee productivity, validate them using relevant datasets and communicate these insights optimally.\nWork with four different engineering teams to drive data informed decisions around internal tools and processes.\nBuild data pipelines and dashboards to ensure we are always measuring the most relevant and meaningful KPIs\nCollaborate closely with engineers, data scientists and team leads across the mission to build and promote shared methods to take data advised decisions.\nCommunicate insights and recommendations through clear visualizations and presentations.\nWho you are:\nYou have at least 2+ years of experience, with a degree in statistics, mathematics, computer science, engineering, economics or another quantitative subject area.\nYou have strong interpersonal skills and are comfortable working with multiple partners.\nYou know how to understand and seek loosely defined problems and come up with relevant answers and meaningful insights.\nExperience visualizing data and/or building dashboards. Natural communicator, who focuses just as much on the delivery and the “so what” of your insights, as you do on the technical craft of extracting them.\nYou have a deep understanding of how to instrument products to accurately capture user and system behaviours.\nYou have the competence to perform advanced analytics.\nExperience performing analysis with large datasets in a cloud-based data processing environment, such as BigQuery or similar.\nAnalytics tools experience, such as Pandas, R, SQL and Tableau..\nWhere you'll be\nWe are a distributed workforce enabling our band members to find a work mode that is best for them!\nWhere in the world? For this role, it can be within the Americas region in which we have a work location and is within working hours.\nWorking hours? We operate within the Eastern Standard time zone for collaboration and ask that all be located that time zone.\nPrefer an office to work from home instead? Not a problem! We have plenty of options for your working preferences. Find more information about our Work From Anywhere options here.\nOur global benefits\nExtensive learning opportunities, through our dedicated team, GreenHouse.\nFlexible share incentives letting you choose how you share in our success.\nGlobal parental leave, six months off - fully paid - for all new parents.\nAll The Feels, our employee assistance program and self-care hub.\nFlexible public holidays, swap days off according to your values and beliefs.\nSpotify On Tour, join your colleagues on trips to industry festivals and events.\nLearn about life at Spotify\nSpotify is an equal opportunity employer. You are welcome at Spotify for who you are, no matter where you come from, what you look like, or what’s playing in your headphones. Our platform is for everyone, and so is our workplace. The more voices we have represented and amplified in our business, the more we will all thrive, contribute, and be forward-thinking! So bring us your personal experience, your perspectives, and your background. It’s in our differences that we will find the power to keep revolutionizing the way the world listens.\nSpotify transformed music listening forever when we launched in 2008. Our mission is to unlock the potential of human creativity by giving a million creative artists the opportunity to live off their art and billions of fans the chance to enjoy and be passionate about these creators. Everything we do is driven by our love for music and podcasting. Today, we are the world’s most popular audio streaming subscription service with a community of more than 345 million users.",
        "location": "New York, NY",
        "rating": "4.3",
        "summary": "Collaborate closely with engineers, data scientists and team leads across the mission to build and promote shared methods to take data advised decisions.",
        "title": "Data Scientist, Productivity Engineering Insights",
        "url": "https://www.indeed.com/viewjob?jk=f933fd0198d92f74"
    },
    {
        "companyName": "FanDuel",
        "date": "30+ days ago",
        "details": "ABOUT FANDUEL GROUP\n\nFanDuel Group is a world-class team of brands and products all built with one goal in mind — to give fans new and innovative ways to interact with their favorite games, sports, teams, and leagues. That's no easy task, which is why we're so dedicated to building a winning team. And make no mistake, we are here to win, but we believe in winning right. That means we'll never compromise when it comes to looking out for our teammates. From our many opportunities for professional development to our generous insurance and paid leave policies, we're committed to making sure our employees get as much out of FanDuel as we ask them to give.\n\nFanDuel Group is based in New York, with offices in California, New Jersey, Florida, Oregon and Scotland. Our brands include:\n\nFanDuel — A game-changing real-money fantasy sports app\n\nFanDuel Sportsbook — America's #1 sports betting app\n\nTVG — The best-in-class horse racing TV/media network and betting platform\n\nFanDuel Racing — A horse racing app built for the average sports fan\n\nFanDuel Casino & Betfair Casino — Fan-favorite online casino apps\n\nFOXBet — A world-class betting platform and affiliate of FanDuel Group\n\nPokerStars — The premier online poker product and affiliate of FanDuel Group\n\nTHE POSITION\n\nOur roster has an opening with your name on it\n\nWe are looking for a Data Scientist to tackle our most challenging problems. Throughout the lifecycle of a model, from data collection through results, you will create predictive models to drive actionable insights across FanDuel Group. You will promote effective communication of model outputs and contribute to a collaborative code environment.\n\nTHE GAME PLAN\nEveryone on our team has a part to play\n\nConstruct models, analyses and solutions in response to a question or problem posed by a stakeholder or colleague\n\nManage the data preparation process from collection through cleaning\n\nBuild robust predictive models, showing capabilities of feature and model selection\n\nContribute to a production code environment\n\nWork with decision-makers across the company to understand their goals, identify opportunities to use data to develop new insights and improve business results\n\nDevelop, iterate and take to production machine learning models\n\nCreate dashboards and data visualizations for analysis and communication\n\nTHE STATS\n\nWhat we're looking for in our next teammate\n\nA minimum of 1 year of Industry Experience in data science, analytics or engineering preferred\n\nBachelor's Degree in a highly numerate major (Math, Stats, Econ, etc.) or relevant experience in data science preferred\n\nStrong analytical and quantitative skills, with high proficiency in Python or R, and SQL\n\nUnderstanding and application of Bayesian statistics\n\nExperience building and using models to help create production level products and tools\n\nComfortable with command line tools and GitHub\n\nObject-oriented design and coding skills\n\nStrong verbal and written communication skills\n\nAbility to work across teams, locations and time zones\n\nInterest or experience in Fantasy Sports and/or Sports Gaming\n\nFlexibility to work abnormal hours\n\nTHE CONTRACT\nWe treat our team right\n\nCompetitive compensation is just the beginning. As part of our team, you can expect:\n\nAn exciting and fun environment committed to driving real growth\n\nOpportunities to build really cool products that fans love\n\nMentorship and professional development resources to help you refine your game\n\nFlexible vacation allowance to let you refuel\n\nHall of Fame benefit programs and platforms\n\nFanDuel Group is an equal opportunities employer. Diversity and inclusion in FanDuel means that we respect and value everyone as individuals. We don't tolerate bias, judgement or harassment. Our focus is on developing employees so that they reach their full potential.",
        "location": "New York, NY",
        "rating": "4.1",
        "summary": "A minimum of 1 year of Industry Experience in data science, analytics or engineering preferred.\nBachelor's Degree in a highly numerate major (Math, Stats, Econ,…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=407fa861b0b05363"
    },
    {
        "date": "Active 7 days ago",
        "details": "Are you intrigued by spatial data? Would you like to join an early-stage company and actually see the influence of your work? Do you seek to continuously learn and expand on your existing skillset?We are seeking a proactive Data Scientist to help Whiterock AI modernize real estate analytics. As an early-stage full-time Data Scientist, you will work closely with the founding team and have the opportunity to meaningfully shape the future of our company. From assessing new data sources to developing predictive models end-to-end, we expect this to be an intellectually engaging journey that allows you to further your skills and see the impact of your work firsthand.Responsibilities: · Collaborate with our founders to accelerate the pace of product development· Explore new data sources and think of innovative ways to incorporate these into existing and new predictive models· Develop predictive models that leverage distinct approaches, from classical statistics to deep learning, depending on the problem at hand· Monitor model performance. Regardless of the technique applied, we expect continued monitoring and iteration of models for continuous improvement ahead· Provide thought leadership on future research agenda and team growthRequired Qualifications: · 2+ years of experience as a Data Scientist· Superb problem solving and communication skills· Strong knowledge of statistics and machine learning· Proficiency in Python and SQL· Virtual environment and command line usage· Deep sense of intellectual curiosity· Exceptional level of organization· Previous experience with at least one deep learning frameworkPreferred Qualifications: · Graduate degree in a quantitative field· GIS projects experience· Subject matter expertise, whether from financial services broadly or ideally real estate itself· Experience in writing production code· Knowledge of Spark, comfortable with larger scale data· Familiarity with Google Cloud environment (e.g. BigQuery and Dataproc)Our Company: Whiterock AI is a New York-based early-stage software company. Our mission is to help real estate professionals make sense of the world’s data. We leverage the best of both fundamental and alternative data in order to make our users the most informed in their respective markets.Our Culture: · Accountability: Own your piece.· Collaboration: Help others own theirs.· Curiosity: Keep exploring continuously.· Diversity: Embrace our differences.· Integrity: Do the right thing, always.Compensation in cash and equity. For more information on our company, please visit www.whiterock.ai.---Whiterock AI is an equal opportunity employer that is committed to diversity and inclusion in the workplace. We prohibit discrimination and harassment of any kind based on race, religion, color, gender, sexual orientation, age, marital status, veteran status, disability status or any other protected characteristic as outlined by federal, state, or local laws.---Job Type: Full-timePay: From $75,000.00 per yearBenefits:Dental insuranceHealth insuranceSchedule:Monday to FridayCOVID-19 considerations:Every team member is fully vaccinated and follows guidelines in accordance with CDC and Occupational Safety and Health Administration (OSHA) guidance and any state or local requirements.Education:Bachelor's (Required)Work Location:One locationWork Remotely:Temporarily due to COVID-19",
        "location": "New York, NY 10022 (Midtown area)",
        "summary": "Knowledge of Spark, comfortable with larger scale data.\nExplore new data sources and think of innovative ways to incorporate these into existing and new…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=0c9bb33b8378256c"
    },
    {
        "companyName": "Razorfish",
        "date": "Today",
        "details": "Company Description\nHi there! We’re Razorfish. We’ve been leading the marketing industry with our digital expertise since the start of the internet. But in 2020, we did a full reboot. What’s different? It all starts with people. Weird, wonderful, complex people - with diverse backgrounds in strategy, creative and technology. But no matter how different we are, we all have one thing in common. We believe our differences are our strength. So we push for inclusion, challenge convention and bring in new perspectives, to inspire new ideas. Because when we connect by understanding what makes people different, we can create unforgettable experiences that enrich lives. Join us at razorfish.com.\n\nJob Description\nRazorfish is seeking a full-time Associate of Data Analytics for our New York office. Candidates should be proficient in KPI frameworks, reporting, tagging, insight, and analysis while having an understanding of SEO, paid search, and media channels. Day-to-day instruments include Adobe Analytics, Tableau and PowerPoint.\nResponsibilities:\nAnalysis & Insights\nAnalyze website analytics to uncover meaningful insights\nCreating and maintaining bi-weekly and monthly reporting\nAdept at performing basic statistical analysis, such as calculating statistical significance, distributions, etc.\nEffectively communicate complex ideas to primary client contacts, both verbally and in writing\n\nQualifications\n\nThe applicant should have at least 1-2 years of work experience in a business environment, with a minimum of 12 months successfully working within an intensively client-focused model such as an external consulting or marketing services firm\nBachelor’s Degree in Marketing, Statistics or equivalent experience\nExperience with Adobe Analytics\nA storyteller, be able to make sense of data and extrapolate meaningful and actionable insights\nExperience in creating and delivering presentations using PowerPoint\nExperience in the any or multiple areas below would be a plus:\nAdvertising (both online and offline)\nManaging research or consulting projects\nOwnership / program consulting\nSite usability studies\nProficient in SQL and Excel\nSome experience using SAS, R and/or SPSS\nAdditional Information\nAs part of our dedication to an inclusive and diverse workforce, Publicis Sapient is committed to Equal Employment Opportunity without regard for race, color, national origin, ethnicity, gender, protected veteran status, disability, sexual orientation, gender identity, or religion. We are also committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at hiring@publicissapient.com or you may call us at1-617-621-0200.",
        "location": "New York, NY 10014 (SoHo area)",
        "rating": "3.8",
        "summary": "A storyteller, be able to make sense of data and extrapolate meaningful and actionable insights.\nRazorfish is seeking a full-time Associate of Data Analytics…",
        "title": "Associate Data Science & Analytics",
        "url": "https://www.indeed.com/viewjob?jk=e8ea4d88c561852f"
    },
    {
        "companyName": "Spotify",
        "date": "30+ days ago",
        "details": "Data, Research & Insights\nData Science\nThe Freemium R&D team oversees the entire user journey on Spotify and ensures we engage with people in innovative ways, every step of the way. Our team grows Spotify’s audience by finding future listeners around the world and delivering the right value to them, at the right time. With research, product development, product design, engineering, and marketing all collaborating in one organization, we’re able to quickly create meaningful features and services for millions of people around the world, resulting in joyful, long-lasting relationships with Spotify.\nLocation\nNew York\nJob type\nPermanent\nSpotify’s Freemium Mission is the home of the teams responsible for the success of the freemium business model. To be successful we need to deliver an outstanding user experience to more than 345+ million users worldwide, both Free and Premium. A key part of that mission is delivering user-centered, timely and relevant messaging to Spotify listeners.\nAs a Data Scientist passionate about Messaging, your mission is to turn terabytes of data into insights, and get a deep understanding of the world of music and listeners. Together with us you will study user behavior, evaluate central initiatives and experiment with new features. Above all, your work will affect the way the world experiences music.\nWe are looking for a Data Scientist to help us understand how we can drive a better Messaging user experience, how users interact with Spotify messages (Email, In App, Push) and how to ensure that our listeners find value in our messaging channels and stay opted in. Our team is also interested in how to engage our audiences with relevant and personalized messages through the right channel at the right time and what role Machine Learning plays in that effort.\nWhat You'll Do\nWork closely with cross-functional teams of Data Scientists, User Researchers, Product Managers, Designers and Engineers who are passionate about Spotify’s success\nPerform analysis on large sets of data to extract impactful insights that will help drive product decisions\nImpact product strategy by leading foundational research & experimentation initiatives to develop a deeper understanding of how product, platforms & promotions influence user behavior\nConduct statistically robust experiments to help Product teams understand how changes to the Spotify user experience impact user behaviors and important company metrics\nBuild data pipelines and dashboards to ensure we are always supervising the most relevant and meaningful KPIs\nMentor and coach more junior Data Scientists\nWho You Are\nUnderstand and seek loosely defined problems and come up with relevant answers and actionable insights to guide product development decisions\nHave an understanding of statistics, programming skills vital to carry out data analysis as well as a strong business sense\nHave 2+ years of proven experience, with a degree in economics, psychology, computer science, statistics, or mathematics or another quantitative discipline\nHave a technical competence to perform sophisticated analytics: coding skills (Python), experience with analytics & visualization tools (SQL, Tableau) and experience performing analysis with large datasets\nPossess statistical competence (such as regression analysis, a/b testing, causal inference, significance testing etc)\nIt is a plus if you have proven experience with hands-on statistical modeling and possess knowledge about machine learning (such as predictive modeling, decision trees, classification models, clustering techniques) or worked in an analytics role within a marketing/messaging function\nOur global benefits\nExtensive learning opportunities, through our dedicated team, GreenHouse.\nFlexible share incentives letting you choose how you share in our success.\nGlobal parental leave, six months off - fully paid - for all new parents.\nAll The Feels, our employee assistance program and self-care hub.\nFlexible public holidays, swap days off according to your values and beliefs.\nSpotify On Tour, join your colleagues on trips to industry festivals and events.\nLearn about life at Spotify\nSpotify is an equal opportunity employer. You are welcome at Spotify for who you are, no matter where you come from, what you look like, or what’s playing in your headphones. Our platform is for everyone, and so is our workplace. The more voices we have represented and amplified in our business, the more we will all thrive, contribute, and be forward-thinking! So bring us your personal experience, your perspectives, and your background. It’s in our differences that we will find the power to keep revolutionizing the way the world listens.\nSpotify transformed music listening forever when we launched in 2008. Our mission is to unlock the potential of human creativity by giving a million creative artists the opportunity to live off their art and billions of fans the chance to enjoy and be passionate about these creators. Everything we do is driven by our love for music and podcasting. Today, we are the world’s most popular audio streaming subscription service with a community of more than 345 million users.",
        "location": "New York, NY",
        "rating": "4.3",
        "summary": "Perform analysis on large sets of data to extract impactful insights that will help drive product decisions.\nPossess statistical competence (such as regression…",
        "title": "Data Scientist, Messaging",
        "url": "https://www.indeed.com/viewjob?jk=6e9f4f77c4db0ada"
    },
    {
        "companyName": "MassMutual",
        "date": "14 days ago",
        "details": "Essential Responsibilities\nIndependently execute project-related tasks\nProvide ongoing project service, maintenance, and process execution\nDevelop algorithms and predictive models\nCreate prototype systems, i.e. data pipelines, visualizations, and web applications\nAssist in the design and analysis of experiments\nAssemble data sets from disparate sources and analyze using appropriate quantitative methodologies, computational frameworks, and systems\nDisseminate findings to non-technical audiences through a variety of media, including interactive visualizations, reports, and presentations\nDesired Skills and Experience\n3+ years working with data and relevant computational frameworks and systems\n3+ years developing of probabilistic models and machine learning algorithms\nProficient level of understanding in the following areas: machine learning, probability and statistics, natural language processing, operations research\nExceptional problem solving skills and willingness to learn new concepts, methods, and technologies\nProficient in data analysis using R or Python (numpy, scipy, matplotlib, scikit-learn, pandas, etc.) programming languages\nExperience in database design and SQL\nExperience using web services: S3, Spark, etc\nKnowledge of web application tools (R Shiny, HTML/CSS/Javascript, and web application frameworks) preferred\nAbility to work in a highly collaborative environment\nOutstanding written and verbal communication skills\nEducation\nM.S. in a quantitative discipline (Computer Science, Statistics, Applied Mathematics, Electrical Engineering, Physics, etc.) is strongly preferred.\nMassMutual is an Equal Employment Opportunity employer Minority/Female/Sexual Orientation/Gender Identity/Individual with Disability/Protected Veteran. We welcome all persons to apply. Note: Veterans are welcome to apply, regardless of their discharge status.",
        "location": "New York, NY 10004 (Financial District area)",
        "rating": "3.7",
        "summary": "3+ years working with data and relevant computational frameworks and systems.\nCreate prototype systems, i.e. data pipelines, visualizations, and web…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=e95aee7c60ec04e3"
    },
    {
        "date": "Active 5 days ago",
        "details": "Data ScientistCompany OverviewNextiles is creating next-generation fabric-based technologies to better understand human movement. We believe in a more seamless and connected future for all industries to participate in the Internet of Things. Our differentiating product offering is the ability to produce biomechanical and biometric data from form-fitting and tailored products using Nextiles’ patented technology in sewing circuitry directly into fabric. We are currently engaged with several professional athletes and coaches from the NFL, MLB, and NBA, along with various professionals in medicine, who are actively using and testing Nextiles’ sensor technology. Our goal is to create a cohesive hardware / software ecosystem where we leverage machine learning technologies to transform our sensor data into actionable insights that our clients can use to better train and understand athletic, medical, and overall performance metrics.Job DescriptionAs a Data Scientist, you will be responsible for developing the data pipelines for our wearable products as well as developing protocols and experiments to model and verify captured movement data. The Data Scientist should be well versed in extracting data from the cloud as well as real-time data from our products. The Data Scientist should be comfortable inspecting, filtering, and transforming data for general inspection by the team, to then modeling and performing statistical and machine learning analysis for insight generation. The job will emphasize experimentation, validation, and generation of insights and quantifiable metrics on movement and athletic performance.The job also values multidisciplinary experience in sensor technology, signal processing, human performance analysis, and a strong sense of experimentation and data intuition. You will work closely with the CEO as well as the business team on developing strategies to provide data services alongside the physical products in addition to drafting basic pricing models.Given our patented form factor and fabric-based sensor technology, this position has the opportunity to work with novel datasets not seen in the industry. As a result, this is a leadership role to shape the future of human performance with brand new datasets for the professional sports industry. Creativity and strategic vision is therefore paramount for success in this role.Required Skill SetLanguagesExpertise in python and development tools such as git and scientific notebooks.Extensive experience in scientific packages and visualization tools, including:- Numpy, Scipy, MatplotlibAbility to work with motion capture sensors (e.g., accelerometers) and pressure sensors with experience in standard data manipulation techniques used in academia and industry.StatisticsExpertise in general statistical analysis such as filtering, interpolation, regression, clustering, etc.Expertise in developing statistical tests and models to validate patterns, hypotheses, and insights.Familiarity with machine learning models and commonly used packages, such as sci-kit learn and tensor flow, for training datasets as well as real-time dataflows.Preferred Skillset - Cloud and backend development: Familiarity with developing cloud functions and architecting data flow in backend infrastructure using AWS or Google platforms with collaboration with our backend engineering team.Familiarity with developing API calls for data manipulation and data transactions to our front-end interfaces.Ability to crawl through databases and sort, filter, and extract trends in population-wide datasets.Machine LearningExperience building unbiased machine learning experiments, and developing routines to measure a variable's impact on predictions.Ability to develop machine learning models that operate on real-time datasets as sensor data is dynamically generated.Compensation, Benefits, & Other DetailsSalary: $70K-$80K, based on level of experience.Equity: Negotiable based on level of experience.Location: Strong preference for this individual to be based in or around the greater New York City area.COVID-19 Policy: Nextiles understands the harsh realities and limitations resulting from the coronavirus. Individuals will need to be able to commute to the office for in-person collaboration (adhering to all safety measures) from time to time. However, subject to an individual’s comfort level, most work will be remote until safety protocols allow for full in-person work.References will be requested prior to an offer being provided.All candidates will be required to solve and present a data solution with our raw data during the second interview.Company References: Website: www.nextiles.techCompany whitepaper: https://www.nextiles.tech/documents/whitepaper.pdfOffice Location: 19 Morris Ave., Bldg. 128Brooklyn NY, 11205Job Type: Full-timePay: $70,000.00 - $80,000.00 per yearSchedule:8 hour shiftMonday to FridayEducation:Bachelor's (Preferred)Experience:Python: 2 years (Preferred)Statistical analysis: 2 years (Preferred)Work Location:One locationWork Remotely:Temporarily due to COVID-19",
        "location": "Brooklyn, NY 11205 (Fort Green area)",
        "summary": "Familiarity with developing API calls for data manipulation and data transactions to our front-end interfaces.\nSalary: $70K-$80K, based on level of experience.",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=ee8ae6ec4c883ef9"
    },
    {
        "companyName": "Dandy",
        "date": "30+ days ago",
        "details": "We are looking for resourceful data analysts to own some of our highest impact problems.\n\nDandy's Data program is racing to catch up to the rest of the company. Dandy has extraordinarily complex operational and technical challenges (and some very impressive people working to meet these challenges) - data is one of the central keys to its success. The opportunities for personal growth in this position are extremely high. You will be pushed to the edge of your comfort zone but strongly supported technically and organizationally by a kind, diverse, low ego, extremely intelligent, extremely effective team. Dandy is an extremely high growth startup - though the company is on a rocketship trajectory, it is still early enough to get started within the positive environment of a smaller organization.\n\nData analysts own everything from data stewardship through to strategy analysis, including: structuring the problem and key metrics, data capture design, analytic frameworks, product design analysis, data/analysis accessibility for business partners, deep-dive strategic analyses. Your role will be problem(s)-based, and will likely involve driving all of these components. Data analysts here become relatively independent technically - we say that our analysts are \"full stack\". We serve every department in the company.\n\nAbout Dandy\n\nDandy is a business-in-a-box for dentists. Our vision is to become the operating system for every dental office in America by leading the transition to digital dentistry for the $200 billion industry. You can see our current offerings here (note that the list is expanding quickly!). Headquartered in New York City, Dandy is backed by the world's leading venture capital investors.\n\nData Analytics and Data Science are a fundamental part of Dandy's core offerings and are key pillars for its success. We are constantly adding new product offerings or taking over more pieces of our (very complex) supply chain, and we suspect that there will be plenty of very interesting fundamental data problems for a very long time.\n\nAbout Dandy Data\n\nDandy's data program is newly led by a team with a proven track record of building data practices at hypergrowth companies. We are all aligned on the mission of propelling the company to market dominance. Simultaneously, we also believe that promoting individual growth is part and parcel of this mission and the best way to achieve success. Whether you want to grow technically (self-directed training days every quarter, technical discussions at dandy run from analytics tools through to ML for point-cloud image segmentation) or organizationally (all work is highly cross functional, we want you to be as independent as possible as quickly as possible, opportunities for management exist as well if that interests you) we think Dandy is the place for you. You will be strongly supported in pushing your comfort zone as far out as makes sense, and the opportunities for doing that here are much more numerous than most places. We also have some pretty cool custom Data infrastructure and tooling which we like to think makes every analyst on our team several times more effective than under a regular paradigm.\n\nResponsibilities\n\nOwn every part of the data and strategy cycle for your problem(s) - data capture design, strategy and metrics development, analytics frameworks, accessible reporting, coaching of business stakeholders, deep dive analyses, etc\nBe a cross functional leader, bringing together all business groups and technical groups to get the job done\nOwn your problem space itself. Be a full partner to business/technical stakeholders.\n\nAsk the questions no one has thought of, and figure out when a full reframing might be necessary.\n\nOwn all data delivery and reporting for your space\n\nRequirements\n\nTechnical dexterity: you will get up to speed on SQL very basic python in your first few days and then add on new tools/methods/etc thereafter as is relevant to your problem space\nAnalytic mind and methodical approach.\nYou onboard onto new business problems quickly and can think just like your stakeholders.\nAbility to understand a complex problem space quickly from angles such as data capture, data availability/accessibility/communication, product design, process design, machine intelligence techniques for scaling\nDesire to work cross functionally and learn how to lead cross functional projects\nCommunication: (1) you already communicate effectively with a technical audience (2) you cam communicate effectively and independently with a wide range of non-technical stakeholders and desire to keep improving here\nTrack record of ownership\nTrack record of curiosity and motivation\nDentistry experience is not required!\n\nBonus Points\n\nDBT Looker python experience\nAdvanced experience in any of the above requirements\nBasic ML\nDirect experience in Data Analytics\nAn advanced technical degree",
        "location": "New York, NY",
        "rating": "4.2",
        "summary": "Dandy's data program is newly led by a team with a proven track record of building data practices at hypergrowth companies.\nDirect experience in Data Analytics.",
        "title": "Data Analyst",
        "url": "https://www.indeed.com/viewjob?jk=9b6fb0c441f2119c"
    }
]