[
    {
        "companyName": "Conduent",
        "date": "3 days ago",
        "details": "About Conduent:\n\nThrough our dedicated associates, Conduent delivers mission-critical services and solutions on behalf of Fortune 100 companies and over 500 governments – creating exceptional outcomes for our clients and the millions of people who count on them.\nYou have an opportunity to personally thrive, make a difference and be part of a culture where individuality is noticed and valued every day.\nJob Description:\n\nPurpose:\n\nResponsible for those functions, activities, and skills required for analysis, design, coding, integration, test & maintenance of software modules, subsystems or systems which control other electrical, mechanical, electronic or network systems.\n\nGeneral Scope:\n\nBuilds knowledge of the organization, processes and customerRequires knowledge and experience in own discipline; still acquiring higher level knowledge and skillsReceives a moderate level of guidance and directionModerate decision making authority guided by policies, procedures, and business operations protocol\n\nPrimary Responsibilities:\n\nMay perform one or more of the following:\nPlans, designs, develops and tests software systems or applications for software enhancements and new products.May develop a range of products including device drivers, patches, operating system modifications, graphics modules, etc.Analyzes, programs, and modifies software enhancements and/or new products used in local, networked, or Internet-related computer programs.Using current programming languages and technologies, writes code, completes programming, and performs testing and debugging of applications.Plans and directs studies of potential electronic data processing applications.Develops and installs programs to support general business applications running on PCs.Designs web pages, including graphics, animation, and functionality; develops infrastructure and applications related to pages.May make hardware or software purchasing recommendations regarding web development.All other duties as assigned.\n\nCandidate Education:\n\nBA/BS in a field that emphasizes data analysis and visualization (e.g., computer science, social sciences, physical sciences, math, engineering, or statistics), or equivalent work experience\n\nCandidate Minimum Qualification:\n\nFamiliarity with basic concepts of machine learning and deep learning.Demonstrated skills in data mining, machine learning, and programming.Proficiency in at least one higher level programming language such as Python or RFamiliarity with Data Modeling and Evaluation.Minimum shows a systematic, analytical approach to problem solving.Minimum technical knowledge and understanding of major technology areas, platforms, development processes and system lifecycles\nPreferred QualificationExperience working with data visualization tools.Familiar with at least one of the popular deep learning frameworks such as Caffe, Darknet, PyTorch and Tensor flow.Be able to create and iterate on solutions and dashboards to empower operational and exploratory analysis.Understanding of the conventional image and video processing approaches.Working knowledge of relational databases.Minimum has a broad and moderately deep knowledge coupled with working knowledge of the activities of those businesses and other organizations that use software systems.\nLocation - This position is located onsite in Germanton, MD. No relocation assistance is provided.\nClosing:\n\nConduent is an Equal Opportunity Employer and considers applicants for all positions without regard to race, color, creed, religion, ancestry, national origin, age, gender identity, gender expression, sex/gender, marital status, sexual orientation, physical or mental disability, medical condition, use of a guide dog or service animal, military/veteran status, citizenship status, basis of genetic information, or any other group protected by law.\nPeople with disabilities who need a reasonable accommodation to apply for or compete for employment with Conduent may request such accommodation(s) by clicking on the following link, completing the accommodation request form, and submitting the request by using the \"Submit\" button at the bottom of the form. For those using Google Chrome or Mozilla Firefox please download the form first: click here to access or download the form. You may also click here to access Conduent’s ADAAA Accommodation Policy.",
        "location": "Germantown, MD 20874",
        "rating": "2.7",
        "summary": "BA/BS in a field that emphasizes data analysis and visualization (e.g., computer science, social sciences, physical sciences, math, engineering, or statistics),…",
        "title": "Data Scientist I",
        "url": "https://www.indeed.com/viewjob?jk=5a9d6c860d2c1d50"
    },
    {
        "companyName": "World Wildlife Fund",
        "date": "3 days ago",
        "details": "Overview:\n\nWorld Wildlife Fund (WWF), one of the world’s leading conservation organizations, seeks a Conservation Data Scientist.\nThe Conservation Data Scientist will provide data analytics support with expert knowledge of data and GIS ranging from data acquisition, management, manipulation and presentation. They have broad experience with obtaining and processing data including spatial analysis for conservation in support of Global Science and the WWF network. They have expertise in cloud-based data management and analysis, conservation science workflows, and current data delivery mechanisms.\nResponsibilities:\n\nKey Responsibilities (80% time)\nAnalysis: Performs data analysis for select projects; applying advanced statistical and spatial analysis and programming as necessary to answer science questions. Works closely with scientists to deliver this.\nData: Manages, maintains and curates spatial and non-spatial databases, keeps abreast with relevant data sources, and provides data needed for analysis.\nPlatforms: Supports development of online platforms for data dissemination and processing.\nSecondary Responsibilities (20% time)\nGIS software licensing: Manages GIS software licensing and distributes software licenses to all users in the Network. Coordinates with software vendors to obtain and renew licenses and to handle support requests.\nGIS Servers and online mapping: maintains GIS servers (ArcGIS Server and ArcGIS online) by keeping software up to date. Maintains knowledge of other data and analysis platforms, including cloud-based platforms, for use as needed.\nOther duties as assigned.\nQualifications:\n\nSkills and Abilities\n6 to 8 years professional experience or 3 to 5 years with an advanced degree a discipline in environmental science or related field\nSignificant data science or computer science expertise\nKnowledge of cloud-based technologies and machine learning approaches\nSignificant experience with conservation, biodiversity or ecology projects\nExcellent organizational and project leadership skills\nProven ability to work independently as well as collaboratively in a matrixed team environment\nStrong project management skills\nExcellent interpersonal skills requiring knowing when to use courtesy, tact and/or diplomacy to effectively communicate with all constituents\nAbility to lead by persuasion, build consensus, and think creatively\nAbility to demonstrate integrity in deliverables, behavior, and demeanor\nAbility to show respect for the organization, the work, the team, and self\nHave the courage to make the hard decisions which will benefit the organization, team and work\nCommitted to building and strengthening a culture of inclusion within and across teams. Ability to effectively prioritize and produce high-quality work under time constraints\nIdentifies and aligns with the core values of the WWF organization: Courage, Integrity, Respect & Collaboration\nTo Apply:\nSubmit cover letter and resume through our Careers Page, Requisition #21069\nDue to the high volume of applications we are not able to respond to inquiries via phone\n**US-DC-Washington or San Francisco Bay Area preferred.\nAs an EOE/AA employer, WWF will not discriminate in its employment practices due to an applicant’s race, color, religion, sex, national origin, age, marital status, genetic information, sexual orientation, gender identity and expression, disability, or protected Veteran status. WWF values diversity and inclusion and welcomes diverse candidates to apply.",
        "location": "Washington, DC 20037 (West End area)",
        "rating": "4.3",
        "summary": "Significant data science or computer science expertise.\nThey have expertise in cloud-based data management and analysis, conservation science workflows, and…",
        "title": "Conservation Data Scientist - 21069",
        "url": "https://www.indeed.com/viewjob?jk=595b845ef19f54e0"
    },
    {
        "companyName": "Capital One - US",
        "date": "2 days ago",
        "details": "Center 2 (19050), United States of America, McLean, Virginia\nSenior Associate, Data Scientist\nSenior Associate, Data Scientist, Card Loss Forecasting\nData is at the center of everything we do. As a startup, we disrupted the credit card industry by individually personalizing every credit card offer using statistical modeling and the relational database, cutting edge technology in 1988! Fast-forward a few years, and this little innovation and our passion for data has skyrocketed us to a Fortune 200 company and a leader in the world of data-driven decision-making.\nAs a Data Scientist at Capital One, you’ll be part of a team that’s leading the next wave of disruption at a whole new scale, using the latest in computing and machine learning technologies and operating across billions of customer records to unlock the big opportunities that help everyday people save money, time and agony in their financial lives.\nTeam Description\nThe card loss forecasting team builds machine learning pipelines that help analysts to predict losses for all of Capital One’s credit card portfolio. We use every technique we can think of: from logistic regression to deep learning. The data is large (2 peta byte), and one of the challenges is the time series nature of our models. As such, we are a highly interdisciplinary team, and solve challenges collaboratively. Our customers are senior executives, since card credit losses drive a large portion of profitability and resilience at Capital One.\nRole Description\nIn this role, you will:\nPartner with a cross-functional team of data scientists, software engineers, and product managers to deliver a product customers love\nLeverage a broad stack of technologies — Python, Conda, AWS, Dask, GPU’s and more — to reveal the insights hidden within huge volumes of numeric and textual data\nBuild machine learning models through all phases of development, from design through training, evaluation, validation, and implementation\nFlex your interpersonal skills to translate the complexity of your work into tangible business goals\nThe Ideal Candidate is:\nInnovative. You continually research and evaluate emerging technologies. You stay current on published state-of-the-art methods, technologies, and applications and seek out opportunities to apply them.\nCreative. You thrive on bringing definition to big, undefined problems. You love asking questions and pushing hard to find answers. You’re not afraid to share a new idea.\nTechnical. You’re comfortable with open-source languages and are passionate about developing further. You have hands-on experience developing data science solutions using open-source tools and cloud computing platforms.\nA data guru. “Big data” doesn’t phase you. You have the skills to retrieve, combine, and analyze data from a variety of sources and structures. You know understanding the data is often the key to great data science.\nBasic Qualifications:\nBachelor’s Degree plus 2 years of experience in data analytics, or Master’s Degree, or PhD\nAt least 1 year of experience in open source programming languages for large scale data analysis\nAt least 1 year of experience with machine learning\nAt least 1 year of experience with relational databases\nPreferred Qualifications:\nMaster’s Degree in “STEM” field (Science, Technology, Engineering, or Mathematics), or PhD in “STEM” field (Science, Technology, Engineering, or Mathematics)\nExperience working with AWS\nAt least 2 years’ experience in Python, Scala, or R\nAt least 2 years’ experience with machine learning\nAt least 2 years’ experience with SQL\nCapital One will consider sponsoring a new qualified applicant for employment authorization for this position.",
        "location": "McLean, VA",
        "rating": "3.9",
        "summary": "You know understanding the data is often the key to great data science.\nYou have hands-on experience developing data science solutions using open-source tools…",
        "title": "Senior Associate, Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=63111195630c1789"
    },
    {
        "companyName": "Deloitte",
        "date": "9 days ago",
        "details": "In this age of disruption, organizations need to navigate the future with confidence by tapping into the power of data analytics, robotics, and cognitive technologies such as Artificial Intelligence (AI). Our Strategy & Analytics portfolio helps clients leverage rigorous analytical capabilities and a pragmatic mindset to solve the most complex of problems. By joining our team, you will play a key role in helping to our clients uncover hidden relationships from vast troves of data and transforming the Government and Public Services marketplace.\nWork you'll do\nData Engineer to support data management and analytics efforts. This will be a hands-on data engineering and client-facing role focused on the support and enhancement of a data analytics environment built in AWS and Qlik. The Data Engineer will be responsible for identifying additional data sets and developing Python scripts to call APIs and extract, transform, and load data into the environment.\nThe team\nDeloitte's Government and Public Services (GPS) practice - our people, ideas, technology and outcomes-is designed for impact. Serving federal, state, & local government clients as well as public higher education institutions, our team of over 15,000+ professionals brings fresh perspective to help clients anticipate disruption, reimagine the possible, and fulfill their mission promise.\nThe GPS Analytics and Cognitive (A&C) offering is responsible for developing advanced analytics products and applying data visualization and statistical programming tools to enterprise data in order to advance and enable the key mission outcomes for our clients. Our team supports all phases of analytic work product development, from the identification of key business questions through data collection and ETL, and from performing analyses and using a wide range of statistical, machine learning, and applied mathematical techniques to delivery insights to decision-makers. Our practitioners give special attention to the interplay between data and the business processes that produce it and the decision-makers that consume insights.\nQualifications\nRequired:\nMust be legally authorized to work in the United States without the need for employer sponsorship, now or at any time in the future\nMust be able to obtain and maintain the required clearance for this role\nTravel up to 10%\n5+ years data engineering, data management and transformation experience\n2+ years experience with tools such Python, SQL, Qlik, Kubernetes, MongoDB\n3+ years experience with Extract, Transform, Load (ETL)\nActive TS Clearance\nPreferred:\nProfessional Amazon Cloud Architecture certification\nAbility to thrive in a fast-paced work environment with multiple stakeholders\nKnowledge of data mining, machine learning, data visualization and statistical modeling\nPrior professional services or federal consulting experience\n\nHow you'll grow\nAt Deloitte, our professional development plan focuses on helping people at every level of their career to identify and use their strengths to do their best work every day. From entry-level employees to senior leaders, we believe there's always room to learn. We offer opportunities to help sharpen skills in addition to hands-on experience in the global, fast-changing business world. From on-the-job learning experiences to formal development programs, our professionals have a variety of opportunities to continue to grow throughout their career.",
        "location": "Rosslyn, VA 22209 (Radnor-Ft Myer Heights area)",
        "rating": "4.0",
        "summary": "5+ years data engineering, data management and transformation experience.\nKnowledge of data mining, machine learning, data visualization and statistical…",
        "title": "Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=3ab7f6dd1a34df3b"
    },
    {
        "companyName": "VTG",
        "date": "3 days ago",
        "details": "Overview:\n\nWe are seeking a Data Scientist to join our Cloud, Cyber, and Data Analytics team at our Corporate Headquarters office in Alexandria, VA (note: Due to COVID-19, this position requires full time telework at project start). This is a senior position supporting cloud computing/DevSecOps for a predictive analytics research and development project in support of COVID-19 N dimensional data visualization that offers outstanding opportunities for learning and career advancement. Ideal candidates will have strong technical aptitude, hands on programming capability, curiosity, and desire to build cool innovative tools while working as a member of an Agile team. This position involves work in a Linux/AWS Cloud environment supporting analytics focused cloud data models and architectures.\nResponsibilities:\nCollaborate with Principal Investigator and team to develop and implement predictive data analytics models, algorithms, and applications using a variety of data sources, programming languages, and cloud-native technologies.\nProduce and document conceptual designs, methodologies, data models, algorithms, perform software development, integrations, testing, and validation of data analytics models, perform data acquisition, validation, cleansing, and analysis as needed. Integrate predictive models into the SynGlyphX 3-D data visualization platform.\nCollaborate to design, code, test, and validate models and analytics applications following Agile CMMI Level 3 practices.\nSupport the team with all other duties as needed.\nQualifications:\n\nRequired Skills:\nMaster's degree or combination of coursework and work experience in related field.\nExcellent problem-solving skills with solid background in math, statistics with solid cloud skills, demonstrated proficiency with Linux command line and hands on experience with data analytics and ML tool infrastructures (e.g. Hadoop) with strong familiarity with modern data analytics principles, practices, methods, and tools or analytics.\nExperience in the design, documentation, and development of predictive analytics models and algorithmic approaches using a wide variety of methodologies such as Monte Carlo Simulation.\nAbility to work on an Agile Scrum team using CMMI Level 3 practices.\nDemonstrated programming skills in a variety of current languages - (e.g: R, Python, Julia, Java, JavaScript, SQL etc), demonstrated proficiency with Linux command line and hands on experience with data analytics and ML tool infrastructures (e.g. Hadoop).\nMust be able to obtain and maintain a Secret level clearance.\nPreferred Skills:\nActive IC or DoD Security Clearance a plus.\nAWS Certification a plus.\nThis position is contingent upon contract award",
        "location": "Alexandria, VA",
        "rating": "3.6",
        "summary": "Integrate predictive models into the SynGlyphX 3-D data visualization platform.\nCollaborate with Principal Investigator and team to develop and implement…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=0c7d14240c255711"
    },
    {
        "companyName": "Afiniti",
        "date": "10 days ago",
        "details": "Who are we?\nAfiniti is the world’s leading applied artificial intelligence and advanced analytics provider. Afiniti Enterprise Behavioral Pairing™ uses artificial intelligence to identify subtle and valuable patterns of human interaction in order to pair individuals on the basis of behavior, leading to more successful interactions and measurable increases in enterprise profitability. Afiniti operates throughout the world, and has measurably driven billions of dollars in incremental value for our clients.\n\nAfiniti, Inc. seeks an Associate, Data Analytics in Washington, D.C. to process, clean, and analyze data for artificial intelligence modeling. Responsible to create stored procedures and scripts, reconcile data, ensure data integrity, define data joining procedures, and performing statistical trend analysis to formulate revenue models.\n\nRequires Bachelor’s degree in Computer Science, Analytics, or a related field and at least one year of experience with artificial intelligence data analysis. Experience must include utilizing Bayesian Statistics and Linear Regression to formulate models, MSSQL to join datasets, R to run statistical analysis, Tableau, PowerBI, C++, MATLAB, JIRA.\nTo apply, e-mail your resume to recruitment@afiniti.com\nWe believe that richness in diversity is a huge asset for Afiniti. We value both the similarities and differences in everyone who is a part of the Afiniti team. We believe that this diversity builds a stronger organization and is in keeping with the core values of our company. Our policy, therefore, is to provide equal employment opportunities for all applicants and employees without regard to race, color, religion, sex (including pregnancy, childbirth, related medical conditions, breastfeeding or reproductive health decisions), gender identity or expression, national origin, age, marital status, ancestry, physical or mental disability, sexual orientation, personal appearance, genetic information, family responsibilities, matriculation, political affiliation, military or veteran status, or any other category protected under applicable federal, state or local law. This means that we comply with all applicable human rights and employment legislation, and we do not discriminate in any aspect of employment, including recruiting, hiring, compensation, promotions, reductions in force, or terminations.",
        "location": "Washington, DC 20006 (Foggy Bottom area)",
        "rating": "3.5",
        "summary": "Responsible to create stored procedures and scripts, reconcile data, ensure data integrity, define data joining procedures, and performing statistical trend…",
        "title": "Associate, Data Analytics",
        "url": "https://www.indeed.com/viewjob?jk=5575df215ca90ae8"
    },
    {
        "companyName": "Guidehouse",
        "date": "3 days ago",
        "details": "Overview:\n\nGuidehouse is a leading management consulting firm serving the public and commercial markets. We guide our clients forward towards new futures that build trust in society and your professional skills along the journey. Join us at Guidehouse.\nResponsibilities:\n\nWe seek a candidate to join our analytics team supporting Guidehouse’s Energy, Sustainability, and Infrastructure group. As a member of our team you will work with utilities and energy providers to create sustainable, resilient communities and infrastructure. You will have the opportunity to perform a wide range of analytics-related activities including evaluating decarbonization, electrification, energy efficiency, load management, renewables, EVs, and energy storage programs. You will be responsible for supporting analytics projects including performing data management tasks, conducting analysis, and translating findings into actionable recommendations. The successful candidate will have a strong interest in clean energy and sustainability.\nQualifications:\n\nRequired:\nBachelor’s (or equivalent work experience) in Data Science, Economics, Statistics, Applied Mathematics, Computer Science, Operations Research, Environmental Engineering/Science, Computational Physics, or other analytics degree\nUnderstanding of one or several programming languages, such as R (and R’s “Tidyverse” packages), Python, SQL\nDesired:\nOutstanding problem-solving skills and critical thinking\nDemonstrated proficiency with spreadsheets, databases, word processing, and slide presentation software\nExcellent verbal and written communication skills; ability to simply convey complex concepts\nOrganizational and time-management skills\nHigh degree of self-confidence and determination; ability to self-teach\nAbility to work independently and as part of a team\nAcademic background and/or practical experience in big data analysis\nExperience with Web-based data viewers\nAdditional Requirements:\n\nThe successful candidate must not be subject to employment restrictions from a former employer (such as a non-compete) that would prevent the candidate from performing the job responsibilities as described.\nThe expected Salary Range for this position is $65,000 to $72,000 depending on relevant skills and experience.\nDisclaimer:\nAbout Guidehouse\nGuidehouse is an Equal Employment Opportunity / Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, national origin, ancestry, citizenship status, military status, protected veteran status, religion, creed, physical or mental disability, medical condition, marital status, sex, sexual orientation, gender, gender identity or expression, age, genetic information, or any other basis protected by law, ordinance, or regulation.\nGuidehouse will consider for employment qualified applicants with criminal histories in a manner consistent with the requirements of applicable law or ordinance including the Fair Chance Ordinance of Los Angeles and San Francisco.\nIf you have visited our website for information about employment opportunities, or to apply for a position, and you require an accommodation, please contact Guidehouse Recruiting at 1-571-633-1711 or via email at RecruitingAccommodation@guidehouse.com. All information you provide will be kept confidential and will be used only to the extent required to provide needed reasonable accommodation.\nGuidehouse does not accept unsolicited resumes through or from search firms or staffing agencies. All unsolicited resumes will be considered the property of Guidehouse and Guidehouse will not be obligated to pay a placement fee.\nRewards and Benefits\nGuidehouse offers a comprehensive, total rewards package that includes competitive compensation and a flexible benefits package that reflects our commitment to creating a diverse and supportive workplace.\nBenefits include:\nMedical, Rx, Dental & Vision Insurance\nPersonal and Family Sick Time & Company Paid Holidays\nParental Leave and Adoption Assistance\n401(k) Retirement Plan\nBasic Life & Supplemental Life\nHealth Savings Account, Dental/Vision & Dependent Care Flexible Spending Accounts\nShort-Term & Long-Term Disability\nTuition Reimbursement, Personal Development & Learning Opportunities\nSkills Development & Certifications\nEmployee Referral Program\nCorporate Sponsored Events & Community Outreach\nEmergency Back-Up Childcare Program\nPosition may be eligible for a discretionary variable incentive",
        "location": "Washington, DC 20006 (Foggy Bottom area)",
        "rating": "3.4",
        "summary": "Experience with Web-based data viewers.\nAcademic background and/or practical experience in big data analysis.\nBachelor’s (or equivalent work experience) in Data…",
        "title": "Consultant - Advanced Solutions, Energy Data Scientist - Campus 2021",
        "url": "https://www.indeed.com/viewjob?jk=39c9372e68584018"
    },
    {
        "date": "30+ days ago",
        "details": "We are looking for experienced Data Scientists to join our team and work on our research and data modeling projects.\n\nYour role\n\nDesign and model predictive analytics models\nBuild data visualizations to communicate our models outputs to external clients\nExecute batch jobs on our custom-built computing cluster\n\nDesired skills and experience\n\nKnowledge of Python modeling libraries, Flask, HTML/PHP, GITLAB\nKnowledge of fundamental statistics\nExperience with big data technologies\nAn interest in applying abstract mathematical concepts to noisy real-world data\n\nRequirements\n\nMust be authorized to work in the US\nNY/DC (Possibility of remote work on the East Coast)\n\nAvailability: Immediate\n\nSalary: Competitive\n\nPlease apply by sending your resume to recruitment@inboxamerica.com with the position reference in the subject line.",
        "location": "Alexandria, VA 22314 (Southwest Quadrant area)",
        "summary": "Build data visualizations to communicate our models outputs to external clients.\nDesign and model predictive analytics models.",
        "title": "DATA SCIENTISTS",
        "url": "https://www.indeed.com/viewjob?jk=ddf4b102b4520fc2"
    },
    {
        "companyName": "The Urban Institute",
        "date": "27 days ago",
        "details": "Who we are: At the nonprofit Urban Institute, we believe in the power of evidence to improve lives and strengthen communities. Our employees are empowered to open minds, shape decisions and offer solutions. We encourage intellectual honesty, innovation, diversity, and mutual respect, and our analysis elevates the debate, wherever it takes place.Urban’s greatest asset is our people. We strive to attract and cultivate a vibrant, creative, and diverse community. Our employees drive Urban’s mission through entrepreneurship, innovation, leadership, effective communication, results-orientation, and relationship cultivation. Our success depends on engaging individuals who possess and value these attributes.The Center on Nonprofits and Philanthropy (CNP) at the Urban Institute strives to link policy evidence and insights to the nonprofit and philanthropic sectors to advance social impact. CNP has launched a new initiative, which aims to provide data, performance measurement and evaluation technical assistance to nonprofit cohorts to support and develop robust, effective and sustainable organizations that have the capacity to drive change and achieve greater impact.How you’ll contribute: CNP is looking for a data science and research associate with a demonstrated commitment to advancing social sector effectiveness and racial equity. The candidate will play a key role in building out the data infrastructure and advanced data science/analytics that will enable us to effect social change through data-informed insights and research in support of CNP’s programmatic work. The candidate will play a leadership and entrepreneurial role in projects within CNP that use open-source programming, machine learning, data linkage, statistical analysis, and big data to inform nonprofit and philanthropic action.The data scientist/researcher will also champion the National Center for Charitable Statistics (NCCS), an open data portal for nonprofit practitioners, researchers, and policymakers to download and explore data. NCCS was re-designed in 2015 to make nonprofit data, code, and research products transparent, reproducible, and accessible to all users. The successful candidate will be the go-to person representing NCCS, acting as an internal and external resource on anything nonprofit-data related.The candidate will have excellent research and communication skills, and broad understanding of the nonprofit and/or philanthropic sectors. Background in using IRS 990 or NCCS data is preferred, but not required.Responsibilities: Manage the National Center for Charitable Statistics , acting as the internal and external resource for nonprofit data housed at Urban. Responsibilities include::Build and manage data pipelines to clean/validate raw 990 data from the IRS annually and synthesize findings into the annual Nonprofit Sector in Brief report.Develop opportunities to leverage NCCS to strengthen and advance cross-sector or Urban-wide research projects, building institutional knowledge within Urban on use cases for the data.Conceptualize and manage implementation of changes to the current website to streamline user experience (e.g. development of FAQs, streamline data dictionaries, etc.)Act as NCCS champion to external partners, showcasing the power and utility of the data for different use cases.Field questions from nonprofit researchers and journalists interested in using NCCS data, directing them to the correct resources and preforming ad-hoc data analysLead quantitative research in the Center for Nonprofits and Philanthropy (CNP); mentor and/or help manage early career research and data science staff in the CNP and across centers.Lead projects that use innovative data science methods (such as open source programming, machine learning; data linkage; statistical analysis; and big data analysis) to combine multiple sources of data and build cutting-edge data products to help tackle pressing issues from a new angle and inform policy research.Identify new funding sources and cultivate new funder relationships; Develop new research proposals and communicate findings clearly both verbally and in written productsParticipate as lead author or coauthor in academic research papers suitable for publication in peer-reviewed journals; Author papers, blogs, visualizations, and other dissemination materialsProvide intellectual leadership in project development and executionPresent published work and participate in public events in the field of expertiseWhat you’ll bring: The successful candidate willPossess a master’s degree or the combination of equivalent academic and professional experience working with data collection, processing, and analysis in Python, R, and SQL.; in computer science, data science/analytics, quantitative or computational social sciences, applied mathematics, public policy, economics, In addition, at least three years of work experience is required, with preference for those who have experience leading and/or conducting researchDemonstrate in-depth experience and mastery applying data science methods – including open source programming; machine learning; data linkage; statistical analysis; econometrics; and big data analysis. Ability to develop and oversee automated recurring tasks (e.g., web scraping, dashboarding, using 3rd party APIs).Build and manage complex data pipelines, including ability to work with large relational datasets.Exhibit fluency in programming and statistical software languages, such as Python, R, and SQL; Working knowledge of the AWS data product ecosystem (e.g., S3, ECS, Athena) or similar cloud-based products is preferred.Build repeatable and well-documented processes and tools that can be used by other analytics team members; Demonstrate proficiency with version control such as Git.Display stellar technical skills, strong project management and supervision experience, and an enthusiasm for Urban’s mission to create evidence-based research to enable informed policy debate.Show a strong interest in the social sectorBe creative, intellectually curious, communicate and collaborate well, and have excellent interpersonal skillsTranslate complex concepts and write technical research papers and nontechnical communications aimed at a more generalist audience.Communicate effectively with researchers, policy experts, and decision makersWhat you’ll experience: Working in the Nation’s Capital, the epicenter of public policy among a network of policy experts, you can expect to have an impact on policy areas you care about and work with great colleagues who are smart, mission-driven, and collaborative. You will blend academic rigor with on-the-ground collaboration, be encouraged and supported to fulfill your potential through meaningful work that matters, and enjoy a welcoming workplace free from harassment, discrimination and intolerance.In addition, we offer a comprehensive benefits package that includes: medical, dental, disability, and life insurance coverage. Competitive paid time off allowance, and eligibility to participate in a generous retirement savings plan and reimbursable commuting expense program.The Urban Institute is committed to Equal Employment Opportunity without regard for race, ethnicity, gender, protected veteran status, disability, sexual orientation, gender identity or any other protected status under applicable law.The Urban Institute is an Equal Opportunity/Affirmative Action Employer Minorities/Women/Disabilities/Veterans.Job Type: Full-time",
        "location": "Washington, DC",
        "rating": "4.1",
        "summary": "Lead projects that use innovative data science methods (such as open source programming, machine learning; data linkage; statistical analysis; and big data…",
        "title": "Data Science and Research Associate",
        "url": "https://www.indeed.com/viewjob?jk=1d2030e569c4e5bd"
    },
    {
        "companyName": "World Resources Institute",
        "date": "30+ days ago",
        "details": "Job Summary\n\nIn this role, you will be part of a team using new methods and the latest data to enhance stakeholder’s trust and confidence in restoring degraded lands across the globe by contributing to large-scale remote sensing efforts to monitor global land cover change.\n\nThis position is remote due to Covid-19, but you will be based at WRI’s office in Washington, DC once restrictions have lifted.\n\n\nJob Responsibilities\n\nYou will contribute on all aspects of large-scale remote sensing projects. This includes development, original research and writing – and managing involvement in a number of different projects at once\n\nPropose and execute data and analytic products that enable independent monitoring of restoration\nConduct remote sensing research to develop robust approaches to measuring restoration implementation with artificial intelligence, drone imagery, and satellite imagery\nCollaborate on data collection, processing, validation, quality control, exploratory analysis, and production research\nWrite, test, and document high quality code using various languages and libraries such as TensorFlow, Rasterio, GDAL, and numpy\nRegularly write blogs, publications and research concepts and collaborates with manager to author peer-reviewed publications in remote sensing and machine learning\nLead internal workshops and gives external presentations for research peers, stakeholders, and decision-makers\nStay abreast of trends in data science, new kinds of data sources and methodologies skills\nJob Qualifications\n\nMaster's degree in Remote Sensing, GIS, Data Science, Environmental Science, or related field (or demonstrated data science credentials and 2 additional years of relevant experience)\nMinimum of 3 years of full-time work experience with Python (pandas, numpy, rasterio, GDAL, Keras, and Tensorflow) and integrating machine learning models with cloud computing platforms (e.g., AWS, Google Cloud, Azure)\nExperience with code management and data engineering tools such as GitHub, Docker, Kubernetes, and/or AWS Lambda\nExpertise in ArcGIS software, including ArcGIS Desktop 10.x and ArcGIS Online\nExperience with multiprocessing techniques (e.g. numba, cython, Spark)\nExperience in remote sensing-based monitoring utilizing optical and/or radar satellites in an applied research environment\nExperience working with very large data sets (terabyte scale)\nExperience with machine learning (e.g., SVM, Random Forests, GBRT/GBDT, ensemble methods, etc.) and computer vision required\nUS work authorization required for this position\nHow to Apply: Please submit a resume with cover letter. Applicants must apply through the WRI Careers portal to be considered.\n\nPotential Salary: $71,000 - $93,000. Salary is commensurate with experience and other compensable factors.\n\nProgram Overview\n\nThe Global Restoration Initiative works to mobilize action to restore economic and ecological vitality to degraded farms, forests, mangroves, and peatland around the globe. We are a team of nearly 80 across Africa, Asia, Latin America and Washington, DC working to accelerate this locally led, globally important movement in three ways: 1. Inform: Create new data and communicate insights at the global, national and landscape stakeholders 2. Enable: Shift policies and incentives by helping decisions makers solve each other’s challenges 3. Invest: Accelerate projects and businesses and match them with funders to start closing the funding gap All of which are led through partners of the scaling platforms—AFR100 and Initiative 20x20.\nWRI Overview\nWorld Resources Institute (WRI) is an independent, nonprofit global research organization that turns big ideas into action at the nexus of environment, economic opportunity and human well-being. We are working to address seven critical challenges that the world must overcome this decade in order to secure a sustainable future for people and the planet: climate change, energy, food, forests, water, sustainable cities, and the ocean.\nWe are passionate. We value our diversity of interests, skills and backgrounds. We have a flexible work environment. And we share a common goal to catalyze change that will improve the lives of people. Our shared ideals are at the core of our approach. They include: integrity, innovation, urgency, independence and respect.\nThe foundation of our work is delivering high-quality research, data, maps and analysis to solve the world’s greatest environment and international development challenges, and improve people’s lives. We work with leaders in government, business and civil society to drive ambitious action and create change on the ground. Equally important, we bring together partners to develop breakthrough ideas and scale-up solutions for far-reaching, enduring impact.\nWe have been growing rapidly: our staff has doubled in size over the past 5 years and our operating budget is now $150 million. Founded in 1982, WRI has a global staff of 1,000+ people with work spanning 60 countries. We have offices in Africa, Brazil, China, Europe, India, Indonesia, Mexico and the United States as well as a growing presence in other countries and regions.\nWRI is committed to advancing gender and social equity for human well-being in our mission and applies this principle to our organizational and programmatic practices.",
        "location": "Washington, DC 20002 (NoMa area)",
        "rating": "4.0",
        "summary": "Stay abreast of trends in data science, new kinds of data sources and methodologies skills.\nExperience working with very large data sets (terabyte scale).",
        "title": "Remote Sensing Engineer / Data Science Associate",
        "url": "https://www.indeed.com/viewjob?jk=04e76acff5873355"
    },
    {
        "companyName": "Leidos",
        "date": "2 days ago",
        "details": "Description\nJob Description:\nLooking for work life balance working from home doing Natural Language Processing? Look no further as we have just the job for you!\nLeidos is looking for Data Scientists who want to be responsible for the collecting, cleaning and munging of data in ways to determine the value of the data and extract that value for discovery and decision support. Our data scientist are part detectives and business analysis. The detective work comes in handy when parsing, clustering, and stratifying the data to find and amplify signals in the data. The business analysis is used to determine what signals they should look for based their understanding of the client’s business goals for collecting the data.\nThese are the fun things you will be doing on the job:\nBe responsible for handling the extract, transform, and load (ETL) for multi-domain data. Apply various machine learning algorithms to the multi-domain data to measure the performance of the algorithm and the suitability of the data. Your first set of algorithms will be for natural language processing (NLP). The NLP includes libraries/toolkits like Stanford CoreNLP, Spacy, NLTK, Word2Vec and Gensim along transformer models like BERT. With those models and libraries, you will explore subjects like domain adaptation both with supervised and unsupervised approaches. You will also build domain adaptive prototypes to examine the operational capabilities of bi-directional learning. Helpful if you are a self-starter and honestly self-assessing to know when to seek assistance. We will need you to communicate well and able to present your work to internal and external groups.\nSkills you need to be successful in this role:\nBachelor's degree in Computer Science, Data Science or related field and 2 years of relevant experience or Masters with less than 2 years’ experience or 4 additional years of experience in lieu of Bachelor's degree.Must be able to obtain TS/SCI with Poly security clearanceGood understanding of machine learning algorithms, tools and platformsExperience in at least three of these Toolkits: NumPy, SciPy, scikit-learn, TensorFlow, Pytorch, Keras, Genism, vow pal wabbit, Stanford CoreNLP, , etc.Understanding of programming fundamentalsPython proficiencySelf-starter and intellectual curiosityGreat communication skills, ability to explain predictive analytics to non-technical audienceProficiency in data exploration techniques and tools\nYou will wow us even more if you have these skills:\nExperience programming machine learning algorithms for GPUsUnderstanding of Convolutional Neural NetsWorking knowledge of Word2Vec, NLTK, BERTDiscernment of when and how to use machine learning regulation\nLInC\nAIML\nExternal Referral Bonus:\nEligible\nExternal Referral Bonus $:\n$5000.00\nPotential for Telework:\nYes, 100%\nClearance Level Required:\nNone\nTravel:\nYes, 10% of the time\nScheduled Weekly Hours:\n40\nShift:\nDay\nRequisition Category:\nProfessional\nJob Family:\nData Scientist\nPay Range:\nPay Range $54,600.00 - $84,000.00 - $113,400.00\n#Remote",
        "location": "Reston, VA 20170",
        "rating": "3.7",
        "summary": "Proficiency in data exploration techniques and tools.\nOur data scientist are part detectives and business analysis.\nUnderstanding of Convolutional Neural Nets.",
        "title": "Junior Natural Language Processing Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=5437bd673aa5fc0f"
    },
    {
        "companyName": "Public Health Institute",
        "date": "30+ days ago",
        "details": "Data Science Specialist\nPosting Number: #153-21\nPosition Title: Data Science Specialist\nClosing Date: Until Filled\nLocation: Washington, DC\nApply Here\nA. Position Identification\n\nPosition Title: Data Science Specialist\n\nDivision: Strategic Information, Evaluation, and Informatics (SIEI) Division\n\nDepartment: Office/Bureau: United States Agency for International Development/Bureau for Global Health/Office of HIV/AIDS (USAID/GH/OHA)\n\nWork Location: 500 D St SW, Washington, DC 20024\n\nSupervisor’s Title: GHTP Deputy Project Director\n\nWork Status: Full-time\n\nFLSA: Exempt\n\nClassification: GS 13 Equivalent\n\nFunding Sources: OHA/PEPFAR\n\nB. Summary Statement\n\nThe U.S. Government’s (USG) engagement to prevent and treat HIV/AIDS is a top priority worldwide. The USG response includes coordination among the U.S. Agency for International Development (USAID), the Centers for Disease Control and Prevention (CDC), Department of Defense (DOD), Department of Health and Human Services (HHS), Peace Corps (PC), and other entities. This initiative is collectively known as the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR). USAID has been at the forefront of the USG’s response to provide quality HIV/AIDS services to over one hundred countries to mitigate the health crisis that threatens the prosperity, stability and development of these nations.\n\nThe Bureau for Global Health’s Office of HIV/AIDS (GH/OHA) is the center of HIV/AIDS technical leadership for USAID and has primary responsibility for the Agency’s HIV/AIDS program. OHA provides strategic direction, technical leadership, and support to field programs in HIV/AIDS. It provides input to decisions concerning the strategic allocation of financial and human resources in the sector and assists in designing, implementing, monitoring, and evaluating programs.\n\nThe Strategic Information, Evaluation, and Informatics Division (SIEI) within OHA, to which the Data Science Specialist will be assigned, provides technical expertise to advance and support country-owned, sustainable strategic information systems and promotes data-driven program planning. The SIEI Division also has the primary responsibility of supporting USAID headquarters and its Missions to build capacity in managing and utilizing data to improve impact and accountability of HIV/AIDS programs.\n\nC. Job Requirements\n\nThe Data Science Specialist provides technical advice and expertise in conducting advanced analytics to better inform HIV/health programming through complex relationships with and between PEPFAR Measurement, Evaluation, and Research (MER) data and country-specific or survey data. They are responsible for working with subject matter experts to address priority development challenges and enhance the Agency’s capacity to integrate data and analysis into routine decision making. The Data Science Specialist will work closely with other data science staff across SIEI and the Health Informatics Branch Chief as his/her USAID Point of Contact (POC) at USAID.\n\nTo perform this job successfully, an individual must be able to perform each essential duty satisfactorily. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.\n\nD. Essential Duties and Responsibilities\nProvide reproducible data science techniques and technical expertise to promote data-informed decision-making to priority international development challenges.\nAcquire, assess, process, ingest, manage, and analyze structured and unstructured data from a wide range of sources for improved decision making, rapidly conceptualizing and responding to health and development data requests from Agency and OHA leadership, and presenting and disseminating complex analytics and results to a diverse set of stakeholders.\nServe as a technical expert in the formulation and management of data and analytics requirements, policies, procedures, and tools to ensure the confidentiality, integrity, and availability of quality USAID and PEPFAR data.\nPrepare and deliver hands-on training materials, using standard OHA tools (Excel, Tableau, Python, SQL/CQL and R) to improve the technical skills of USAID staff in the application of PEPFAR-specific data management, analytics and visualization for enhanced decision-making.\nCollaborate with data analysts/scientists and program experts across USAID and other US Government agencies to develop, streamline, and improve existing and emerging Health Strategic Information systems and processed for addressing complex problems.\nParticipate in routine PEPFAR global performance review processes, providing data management support, analytic products, and other visualizations as needed to help inform strategic planning activities for PEPFAR country teams.\nBe willing to travel internationally and domestically, up to 25%.\n\nTraining and Professional Development:\n\nIncreased knowledge of tools, techniques and frameworks for PEPFAR data analytics, combining PEPFAR program data with other data sources to assess HIV service delivery performance.\nDeepen knowledge of current literature, research, policies and programmatic experiences related to the HIV response.\nParticipate in professional meetings as appropriate to the position description.\nParticipate in professional continuing education, skills training and professional meetings to enhance relevant technical skills and career development.\nComplete and execute and Individual Learning and Training Plan and Annual Work Plan.\n E . Minimum Qualification Requirements\nMinimum 7 years of relevant technical experience with a master’s degree in Statistics, Math, Computer Science, Economics, Engineering, or a related technical field or a minimum 9 years of relevant technical experience with a bachelor’s degree.\nAt least 5 years of professional experience with two or more technical disciplines (such as, data science; research; statistics etc); job duties/responsibilities specifically related to PD requirements.\nStrong quantitative background and data wrangling skills; experience in i) data collection, management, cleaning, processing, and integration, ii) database management or extract, transform, load (ETL) processes, and iii) applied data analysis and visualization using statistical software or programming languages (R, Python, SQL/CQL, Stata, SAS, SPSS and/or MATLAB); package development experience a plus.\nPractical experience working within a data science ecosystem — R RStudio (Tidyverse & geospatial related packages) Git preferred (or strong willingness to learn it).\nPractical experience with Git/Github (setting up repos, reviewing code, and tracking issues).\nPractical experience working with relational and NoSQL databases, AWS Simple Storage Services (S3), Google Cloud Storage, and Google Drive.\nAbility to shape broad analytic requests, summarize appropriate data and produce compelling data visualization products using programming languages (R or Python), data visualization software (Tableau, PowerBI), or spreadsheet processing software (Excel, Google Sheets). Experience with Adobe Illustrator or Inkscape a plus.\nStrong empathy, comfort with ambiguity, and a willingness to define the nuances of team roles and grow professionally/learn continuously to meet these nuances.\nKnowledge and experience with the PEPFAR Initiative, HIV/AIDS Programs Monitoring, Evaluation and Reporting, and general M&E data collection and management techniques are preferred.\nUS citizenship or US permanent residency with the ability to obtain and maintain Facility Access Clearance required.\n F. Clearance Required\nFacility Access\n\nCredence Management Solutions, LLC and Public Health Institute are Equal Opportunity Employers. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, or disability.\n\nThis position described in this announcement falls under a contract with USAID, and therefore is subject to the provisions put forward in OMB Circular A-76 which prohibit contractors from performing inherently governmental functions. Specifically, TPs placed in USAID positions will not perform inherently governmental functions, nor supervise any employees other than the contractor’s own staff, nor make final decisions or sign documents that commit the U.S. Government.\n\nPlease note: The Public Health Institute (PHI) and its partner, Credence Management Solutions, are both employers for the Global Health Technical Professionals (GHTP) project which provides expertise in support of USAID global health programs. The hiring of this position will be through the PHI and as such the selected person will become a PHI employee. Your applicant data will be shared with both organizations.\nThe Public Health Institute is committed to a policy that provides equal employment opportunities to all employees and applicants for employment without regard to race, color, sex, religion, national origin, ancestry, age, marital status, pregnancy, medical condition including genetic characteristics, physical or mental disability, veteran status, gender identification and expression, sexual orientation, and to make all employment decisions so as to further this principle of equal employment opportunity. To this end, the PHI will not discriminate against any employee or applicant for employment because of race, color, sex, religion, national origin, ancestry, age, marital status, pregnancy, medical condition including genetic characteristics, physical or mental disability, veteran status, gender identification and expression, sexual orientation, and will take affirmative action to ensure that applicants are offered employment and employees are treated during employment without regard to these characteristics.\n\nTo apply for any position, you must create an account on the Public Health Institute’s job application site. After creating your account, you may search the open positions and apply for the specific position that interests you. Please note, mailed and emailed applications will not be accepted.\n\nWe’re so pleased the Public Health Institute is an organization you would like to work with. Do you have questions about this opportunity? If so, email our recruitment team at Recruitment@phi.org.",
        "location": "Washington, DC 20024 (Southwest Federal Center area)",
        "rating": "4.1",
        "summary": "Provide reproducible data science techniques and technical expertise to promote data-informed decision-making to priority international development challenges.",
        "title": "Data Science Specialist",
        "url": "https://www.indeed.com/viewjob?jk=d58d637436d98127"
    },
    {
        "companyName": "Facebook",
        "date": "30+ days ago",
        "details": "Every month, billions of people leverage Facebook products to connect with friends and loved ones from across the world. On the Data Engineering Team, our mission is to support these products both internally and externally by delivering the best data foundation that drives impact through informed decision making. As a highly collaborative organization, our data engineers work cross-functionally with software engineering, data science, and product management to optimize growth, strategy, and experience for over three billion users, as well as our internal employee community. In this role, you will see a direct correlation between your work, company growth, and user satisfaction. Beyond this, you will work with some of the brightest minds in the industry, and you'll have a unique opportunity to solve some of the most interesting data challenges around efficiency and integrity, at a scale few companies can match. As we continue to expand and create, we have a lot of exciting work ahead of us!\nManage and execute data warehouse plans for a product or a group of products to solve well-scoped problems.\nIdentify the data needed for a business problem and implement logging required to ensure availability of data, while working with data infrastructure to triage issues and resolve.\nCollaborate with engineers, product managers and data scientists to understand data needs, representing key data insights visually in a meaningful way.\nBuild data expertise and leverage data controls to ensure privacy, security, compliance, data quality, and operations for allocated areas of ownership.\nDesign, build and launch new data models and visualizations in production, leveraging common development toolkits.\nIndependently design, build and launch new data extraction, transformation and loading processes in production, mentoring others around efficient queries.\nSupport existing processes running in production and implement optimized solutions with limited guidance.\nDefine and manage SLA for data sets in allocated areas of ownership.\nExperience in the data warehouse space.\nExperience in custom ETL design, implementation and maintenance.\nExperience with object-oriented programming languages.\nExperience with schema design and dimensional data modeling.\nExperience in writing SQL statements.\nExperience analyzing data to identify deliverables, gaps and inconsistencies.\nExperience managing and communicating data warehouse plans to internal clients.\nBS/BA in Technical Field, Computer Science or Mathematics.\nExperience working with either a MapReduce or an MPP system.\nKnowledge and practical application of Python.\nFacebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities - we're just getting started.\nFacebook is proud to be an Equal Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics. We also consider qualified applicants with criminal histories, consistent with applicable federal, state and local law. Facebook is committed to providing reasonable accommodations for candidates with disabilities in our recruiting process. If you need any assistance or accommodations due to a disability, please let us know at accommodations-ext@fb.com.",
        "location": "Washington, DC 20004 (Penn Quarter area)",
        "rating": "4.1",
        "summary": "Collaborate with engineers, product managers and data scientists to understand data needs, representing key data insights visually in a meaningful way.",
        "title": "Data Engineer, Product Analytics",
        "url": "https://www.indeed.com/viewjob?jk=04fce801de249f3d"
    },
    {
        "companyName": "Axle Informatics",
        "date": "3 days ago",
        "details": "Overview:\n\nAxle Informatics is a bioinformatics and information technology company that offers innovative computer services, informatics, and enterprise solutions to research centers and healthcare organizations around the globe. With experts in software engineering, bioinformatics and program management, we focus on developing and applying technology tools and techniques to empower decision-making and accelerate the discovery in translational research. We work with some of the top research organizations and facilities in the country including multiple institutes at the National Institutes of health (NIH).\nOverview\nAxle is seeking a highly ambitious, adaptable, structured, and detail oriented Data Science Trainee to join our vibrant team.\nResponsibilities\nGood understanding of mathematical and statistical concepts and a passion for learning data analytics is a must.\nExemplary problem-solving skills and ability to take initiative\nWorking knowledge of one of more of these technologies: Python, Django, Java, HTML/CSS,Docker, Unix, Jupyter Notebooks, Angular and/or NodeJS\nStrong analytical skills\nStrong data cleaning and preparation skills\nSuperior attention to detail\nExcellent verbal and written communication skills\nEvaluate open source and internally-developed modeling and analytics tools using real business data\nIntegrate internal data with external data sources and APIs to discover and implement actionable insights\nDesign and craft rich data visualizations to communicate stories to customers and company leadership\nSome experience with Machine Learning and/or Deep Learning.\nExperience Required / Requirements\nCurrently in an Engineering, Data Science, Computer Science Degree Program.\nBachelor’s or Master’s in Bioinformatics, Computer Science, Data Science or related field.\nAble to work 20-40 hours.\nAbility to work independently, just as well as general supervision.\nThe ability to work in a team environment with changing priorities.\nUnderstanding of Undergrad Physics Solid understanding of Linear Algebra Skilled in 2 or more scripting languages (Python required) Skilled/Experienced in Data Extraction and handling.\nThe diversity of Axle’s employees is a tremendous asset. We are firmly committed to providing equal opportunity in all aspects of employment and will not tolerate any illegal discrimination or harassment based age, race, gender, religion, national origin, disability, marital status, covered veteran status, sexual orientation, status with respect to public assistance, and other characteristics protected under state, federal, or local law and to deter those who aid, abet, or induce discrimination or coerce others to discriminate.\nAccessibility: If you need an accommodation as part of the employment process please contact:\n\nEmail: careers@axleinfo.com\nDisclaimer:The above description is meant to illustrate the general nature of work and level of effort being performed by individual’s assigned to this position or job description. This is not restricted as a complete list of all skills, responsibilities, duties, and/or assignments required. Individuals may be required to perform duties outside of their position, job description or responsibilities as needed.",
        "location": "Rockville, MD 20852",
        "rating": "4.0",
        "summary": "Integrate internal data with external data sources and APIs to discover and implement actionable insights.\nStrong data cleaning and preparation skills.",
        "title": "Data Science Trainee Summer 2021",
        "url": "https://www.indeed.com/viewjob?jk=dec28a0e5459074c"
    },
    {
        "companyName": "Guidehouse",
        "date": "3 days ago",
        "details": "Overview:\n\nGuidehouse is a leading management consulting firm serving the public and commercial markets. We guide our clients forward towards new futures that build trust in society and your professional skills along the journey. Join us at Guidehouse.\nResponsibilities:\n\nWe seek a candidate to join our analytics team supporting Guidehouse’s Energy, Sustainability, and Infrastructure group. As a member of our team you will work with utilities and energy providers, investors and large corporations, NGOs, and the public sector to create sustainable, resilient communities and infrastructure. You will perform a wide range of analytics-related activities including forecast distributed energy resource market adoption at granular locational and temporal levels; develop models to identify market opportunities and evaluate energy efficiency, load management, renewables, EVs, and energy storage programs; advise clients regarding mobility-related strategy and operations, particularly for transportation electrification and new customer programs; develop models to inform decarbonization strategy and conduct resiliency-related analytics; inform grid modernization and enhance the operational performance of grid assets; develop load forecasting models used for resource and revenue planning and performing analytics to inform rate design; use analytics to inform client business strategy and identify process improvements.\nQualifications:\nBachelor’s (or equivalent work experience) in Data Science, Economics, Statistics, Applied Mathematics, Computer Science, Operations Research, Environmental Engineering/Science, Computational Physics, or other analytics degree\nStrong understanding of one or several programming languages, such as R (and R’s “Tidyverse” packages), Python, SQL, as well as analytics software/platforms such as Analytica and GIS\nOutstanding problem-solving skills and critical thinking\nDemonstrated proficiency with spreadsheets, databases, word processing, and slide presentation software\nExcellent verbal and written communication skills; ability to simply convey complex concepts\nHighly developed organizational and time-management skills\nHigh degree of self-confidence and determination; ability to self-teach\nAbility to work independently and as part of a team\nStrong interest in electric mobility and decarbonization\nDesired:\n\nAcademic background and/or practical experience in big data analysis, statistics, machine learning, System Dynamics, linear and nonlinear optimization, Monte Carlo analysis, risk analysis and decision theory, or consumer choice analysis\nExperience in the energy industry, particularly electric mobility\nExperience with web-based data viewers (PowerBI, Shiny R, and/or Spotfire)\nExperience with version control, integration testing, unit testing, and regression testing\nAdditional Requirements:\n\nThe successful candidate must not be subject to employment restrictions from a former employer (such as a non-compete) that would prevent the candidate from performing the job responsibilities as described.\nDisclaimer:\n\nAbout Guidehouse\nGuidehouse is an Equal Employment Opportunity / Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, national origin, ancestry, citizenship status, military status, protected veteran status, religion, creed, physical or mental disability, medical condition, marital status, sex, sexual orientation, gender, gender identity or expression, age, genetic information, or any other basis protected by law, ordinance, or regulation.\nGuidehouse will consider for employment qualified applicants with criminal histories in a manner consistent with the requirements of applicable law or ordinance including the Fair Chance Ordinance of Los Angeles and San Francisco.\nIf you have visited our website for information about employment opportunities, or to apply for a position, and you require an accommodation, please contact Guidehouse Recruiting at 1-571-633-1711 or via email at RecruitingAccommodation@guidehouse.com. All information you provide will be kept confidential and will be used only to the extent required to provide needed reasonable accommodation.\nGuidehouse does not accept unsolicited resumes through or from search firms or staffing agencies. All unsolicited resumes will be considered the property of Guidehouse and Guidehouse will not be obligated to pay a placement fee.\nRewards and Benefits\nGuidehouse offers a comprehensive, total rewards package that includes competitive compensation and a flexible benefits package that reflects our commitment to creating a diverse and supportive workplace.\nBenefits include:\nMedical, Rx, Dental & Vision Insurance\nPersonal and Family Sick Time & Company Paid Holidays\nParental Leave and Adoption Assistance\n401(k) Retirement Plan\nBasic Life & Supplemental Life\nHealth Savings Account, Dental/Vision & Dependent Care Flexible Spending Accounts\nShort-Term & Long-Term Disability\nTuition Reimbursement, Personal Development & Learning Opportunities\nSkills Development & Certifications\nEmployee Referral Program\nCorporate Sponsored Events & Community Outreach\nEmergency Back-Up Childcare Program\nPosition may be eligible for a discretionary variable incentive",
        "location": "Washington, DC 20006 (Foggy Bottom area)",
        "rating": "3.4",
        "summary": "Experience with web-based data viewers (PowerBI, Shiny R, and/or Spotfire).\nAcademic background and/or practical experience in big data analysis, statistics,…",
        "title": "Data Analyst- Consultant - Energy, Sustainability and Infrastructure,",
        "url": "https://www.indeed.com/viewjob?jk=b72e15fb52e1a27f"
    },
    {
        "companyName": "National Geospatial-Intelligence Agency",
        "date": "8 days ago",
        "details": "Job SummaryASSIGNMENT DESCRIPTION:  Data Scientists develop and apply methods to identify, collect, process, and analyze large volumes of data to build and enhance products, processes, and systems. They conduct data mining and retrieval, and apply statistical and mathematical analyses to identify trends, solve analytical problems, optimize performance, and gather intelligence. They visualize information using a range of tools (e.g., GIS, R), develop scripts and algorithms, create explanatory and predictive models, and conduct comparative analyses to address complex problems.Additional Job InformationADDITIONAL INFORMATION: The National Geospatial-Intelligence Agency (NGA) serves as the world leader in providing timely, relevant, accurate and actionable geospatial intelligence (GEOINT). Data Scientists apply the application of programming, statistics and visualization to glean insights from large and disparate data sources. Data Scientists understand and utilize aspects of machine learning to solve and automate classification, regression, cluster analysis, anomaly detection, association discovery, and topic modeling tasks. Data Scientists understand and utilize solutions with predictive patterns from data into practical, intelligent applications that anyone can use. They can utilize rich toolsets to help users create, rapidly experiment, fully automate, and manage machine learning workflows to power intelligent applications. They produce intelligence using geospatial methodologies and spatio-temporal data derived from imagery, intelligence databases, and other classified and unclassified sources in support of national security. They are intelligence analysts who use their understanding of geographic information science and technology, spatial thinking, remote sensing, intelligence issues, spatial relationships and visualization techniques and the social and physical sciences to create information, characterize events, and discover relationships and trends. They produce descriptive and predictive analyses and communicate findings as written, visual, and/or oral geospatial intelligence. Other duties may include: * Develop and apply quantitative and qualitative analytic methods to identify, collect, process, and analyze large data sets for specified purposes; * Identify trends, solves analytical problems, optimizes performance, and develop results through appropriate data analysis techniques (e.g., data mining and retrieval); * Use applied statistics, build algorithms, and collaborating with domain experts to analyze large volumes of data to build and enhance products, processes, and systems * Possess the ability to think tactically and strategically; operate in a dynamic environment; and deliver interoperable corporate solutions. * They will have extensive experience in building and maintaining geodatabases and integrating and managing foundation, intelligence, and multi-INT data into structured geodatabases. * Seek out spatial data from classified and unclassified sources and utilize existing tools or develop methods to tie spatial information to datasets where necessary. * Builds and maintains professional relationships with other NGA offices and external partners to collaborate on effective data management, data dissemination, and online on-demand practices * Conduct data mining and retrieval and apply statistical and mathematical analysis to identify trends, solve analytic problems, optimize performance, and gather intelligence. * Develop scripts and algorithms (e.g. Python), create explanatory and predictive models and conduct comparative analyses to address complex military and intelligence problems. * Support the visualization of information using a range of tools (e.g. Tableau, R, and ESRI Arc-GIS 10.4 suite, including model builder). * Provide excellent customer support and interact with analytic units in a professional manner to help understand their challenges, incorporate their feedback, and provide quality solutions. Candidates may receive an invitation to provide additional information or respond to questions via email and/or HireVue as part of the candidate evaluation process. Additional Application Requirement: You may be asked to complete one or more assessments in addition to the application you submit on this website as part of your application to NGA. These assessments may include but are not limited to: 1) Online questionnaires or assessments that require you to describe your job-related knowledge, skills(U) , abilities, or other characteristics that are aligned with the mandatory and desirable qualifications of this job posting. The information you provide in the application you submit must support the response you provide to this questionnaire. You will receive an email to describe any additional assessments required. Please monitor your emails and complete any required assessments as soon as possible. This position may be eligible for an INCENTIVE: selected candidates may be offered an incentive as part of the offer of employment, based on budget availability. To receive the incentive, selected candidates must be eligible under 5 CFR Part 575 upon issuance of the Final Offer Letter. Changes in federal employment status prior to issuance of the Final Offer Letter may affect eligibility. Incentive recipients sign a service agreement depending on the approved amount or duration of the incentive. If the employee leaves before the end of the service agreement, the employee may be required to repay a pro rata share amount of the incentive to the government.Mandatory QualificationsMANDATORY QUALIFICATION CRITERIA:  For this particular job, applicants must meet all competencies reflected under the Mandatory Qualification Criteria to include education (if required). Online applications must demonstrate qualification by providing specific examples and associated results, in response to the announcement's mandatory criteria specified in this vacancy announcement: 1. Demonstrated proficiency in applied programming or manipulation of data with a programing language such as Python, R, SQL or Java. (others languages will be considered) 2. Demonstrated experience developing and deploying automated processes to identify, collect, process, and analyze large data sets. 3. Demonstrated expertise with the use of data visualizations for exploratory comparative analysis by way of scripts, algorithms, or predictive models. 4. Demonstrated experience cleaning, filtering, transforming data, or enriching data. EDUCATION REQUIREMENT: A. Education: Bachelor's degree from an accredited college or university in Mathematics, Data Science, Geographic Information Science, Information Science, Informatics and Computing, Information Science, or degree that provided at least 6 semester hours in statistics, and 9 additional semester hours in one or more of the following: physical or biological sciences, medicine, education, or engineering; or in the social sciences including demography, history, economics, social welfare, geography, international relations, social or cultural anthropology, health sociology, political science, public administration, psychology, etc. Credit toward meeting statistical course requirements should be given for courses in which 50 percent of the course content appears to be statistical methods, e.g., courses that included studies in research methods in psychology or economics such as tests and measurements or business cycles, or courses in methods of processing mass statistical data such as tabulating methods or electronic data processing. -OR- B. Combination of Education and Experience: A minimum of 24 semester (36 quarter) hours of coursework in any area listed in option A, plus experience that should have included a full range of professional statistical work such as: (a) intermediate and/or advanced statistics, (b) linear, semi-linear, and/or non-linear models, (c) working with a range of data types and statistical methods, or (d) data visualization capabilities. As a rule, every 30 semester (45 quarter) hours of coursework is equivalent to one year of experience. Candidates should show that their combination of education and experience totals 4 years.Highly Desired QualificationsQUALIFICATION CRITERIA: In addition to the mandatory qualifications, experience in the following is desired: 1. Experience as a proven innovator and strategic problem solver. 2. Ability to communicate technically complex methods and solutions to non-technical audiences verbally or in writing 3. Familiarity with working with DoD analysts, such as geospatial or imagery analyst. 4. Familiarity with cloud services as applied in the DoD and IC. 5. Demonstrated expertise with visualization techniques and software tools (i.e. Tableau, matplotlib, etc.) 6. Experience in applying analytic techniques such as classification, regression, similarity matching, clustering, co-occurrence grouping, profiling, link prediction, data reduction, or causal modelingAdditional Job RequirementsYou must be able to obtain and retain a Top Secret security clearance with access to Sensitive Compartmented Information. In addition, you are subject to a Counterintelligence Polygraph examination in order to maintain access to Top Secret information. All employees are subject to a periodic examination on a random basis in order to determine continued eligibility. Refusal to take the examination may result in denial of access to Top Secret information, SAP, and/or unescorted access to SCIFs. Employees with SCI access and who are under NGA cognizance are required to submit a Security Financial Disclosure Report, SF-714, on an annual basis in order to determine continued eligibility. Failure to comply may negatively impact continued access to Top Secret information, Information Systems, SAP, and/or unescorted access to SCIFs.Pay, Benefits, & Work SchedulePROMOTION OPPORTUNITY:  Promotion opportunities allow applicants at all band levels to be considered. Qualifications for NGA positions do not include specific time-in-band requirements. NGA will emphasize quality of experience, rather than duration, and assess how the quality of the experience demonstrates possession of the knowledge, skills, abilities, and competencies necessary for successful job performance in the NGA occupational structure. Band 03 $65,597 - $134,798 PERMANENT CHANGE IN STATION: PCS expenses are not authorized. Pay is only part of the compensation you will earn working for the Federal Government. We offer a broad array of benefits programs and family friendly flexibilities to meet the needs of you and your family. For more information on the array of benefits programs, please visit https://www.intelligencecareers.gov/nga/ngabenefits.htmlJob Type: Full-time",
        "location": "Springfield, VA",
        "rating": "4.1",
        "summary": "* Builds and maintains professional relationships with other NGA offices and external partners to collaborate on effective data management, data dissemination,…",
        "title": "Data Scientist (Data Scientist Mid-Level)",
        "url": "https://www.indeed.com/viewjob?jk=1e0b475dbfe39bfe"
    },
    {
        "date": "30+ days ago",
        "details": "Role: Data Science Analyst\nLocation: Remote (Washington, DC preferred)\nType: Full-Time\n\nClearance: Ability to obtain Public Trust Clearance\n\nMinimum of 3 years (5-7 years preferred) performing exploratory data analysis to understand the characteristics of a data set and identify potential issues.\nDemonstrated experience of efficient manipulation and wrangling of large datasets\nHands on experience and expertise with SQL, Python or PySpark (preferred), or R\nComfortable dealing with ambiguity, making assumptions, drawing conclusions and distilling complex analysis for non-technical audiences.\nStrong data visualization skills (Tableau preferred)\nExperience with data warehousing, and knowledge of ETL/ELT best practices.\nFamiliarity with the AWS data ecosystem (S3, AWS Glue, EMR, etc.)\nComfortable working cross-functionally with different parts of the data analytical areas, and with distributed teams across multiple time zones.\nAbility to thrive in a fast-paced, entrepreneurial, high-energy environment with shifting priorities.\nOutstanding communication skills and a good team player\n\n\n-\n\nImprovix Technologies, Inc. is an Information Technology and Services company focused on developing, implementing, and managing secure mobile technology solutions. We invite you to join our dynamic organization serving federal and corporate clients. Improvix Technologies offers competitive salaries and a comprehensive benefits package to provide our employees with financial and health protection and advantages they deserve. Our benefits include 401K matching, life insurance, up to four weeks of paid annual leave, transit and training compensation, health, dental and vision benefits.\n-\n\nImprovix Technologies, Inc. is committed to hiring and retaining a diverse workforce. We are proud to be an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, sexual orientation, religion, age, national origin, disability status or any other class protected by law. U.S. Citizenship is required for most positions.",
        "location": "Washington, DC 20036 (Downtown area)",
        "summary": "Strong data visualization skills (Tableau preferred).\nMinimum of 3 years (5-7 years preferred) performing exploratory data analysis to understand the…",
        "title": "Data Scientist (Remote)",
        "url": "https://www.indeed.com/viewjob?jk=a3b5780a1d418d32"
    },
    {
        "companyName": "Steampunk",
        "date": "3 days ago",
        "details": "Overview:\n\nDesign. Disrupt. Repeat. Be an agent of change on a team committed to achieving client-focused, mission-driven excellence. Steampunk is looking for an experienced Data Scientist/Architect with an appetite for taking on new challenges.\nWho We Are?\nSteampunk is the explosive collision of human-centered design and traditional government contracting. An employee-owned company with a startup mindset and time-tested approaches tailored for the federal government, we’re passionate about creating solutions that are impactful, practical, scalable, and most importantly, that meet our clients’ ever-changing needs.\nAt Steampunk, we believe in disrupting the status quo and setting the pace in the ecosystem of government contractors, while repurposing tried-and-true methodologies. We believe in empowering our people to find creative solutions to intractable problems. We believe the best environment in which to grow and thrive is outside our comfort zone. While good design makes for a good product, we believe human-centered design makes for an excellent one.\nWe also believe effective teams are powered by diverse perspectives, backgrounds, and experiences. To that end, Steampunk is an equal opportunity employer committed to promoting diversity of race, gender, sexual orientation, religion, ethnicity, national origin, disability status, and protected veteran status, amongst our ranks. Additionally, we participate in the E-Verify program.\nWhy Steampunk?\nOur people are the very core of what we do; their expertise and hunger for new and exciting challenges fuel our relentless pursuit of mission success. As part of our team of “Punks,” you’ll test the status quo, explore new boundaries, and set the bar high for how government clients expect to engage with contractors.\nBecause we value our employees’ work/life balance (and believe those who work hard deserve to play hard), we offer a very competitive benefits package, including telework/flex scheduling, health/dental with orthodontics/vision insurance upon hire, paid time off with a sell-back benefit and carryover option, 11 Federal Holidays, 100% paid military leave, 100% 401(k) plan match upon hire, professional development/education reimbursement, all flexible spending accounts, and more\nContributions:\n\nIn today’s rapidly evolving technology landscape, an organization’s data has never been a more important aspect in achieving mission and business goals. Our data exploitation experts work with our clients to support their mission and business goals by creating and executing a comprehensive data strategy using the best technology and techniques given the challenge.\nAt Steampunk, our goal is to build and execute a data strategy for our clients to coordinate data collection and generation, to align the organization and its data assets in support of the mission, and ultimately to realize mission goals with the strongest effectiveness possible.\nFor our clients, data is a strategic asset. For our client, they are looking to become a facts-based, data-driven, customer-focused organization. To help realize this goal, they are leveraging visual analytics platforms to analyze, visualize, and share information. At steampunk you will design and develop on a next-generation Visual Analytics and Collaboration suite.\nWe are looking for seasoned Data Architect/Scientist to work with our existing team of Data Scientists and Developers to develop Strategies and then deliver results. We are looking for a more than just a \"Data Architect\", but a technologist with excellent communication and customer service skills and a passion for data.\nYou will lead projects for our clients\nYou will contribute to the growth of our data exploration practice.\nYou will be primarily responsible for designing and maintaining an enterprise-class data model.\nYou will reverse engineer complex new datasets, providing documentation to developers instructing how to map these new datasets to the existing model.\nYou will constantly interact with both ETL developers and end users and data analysts to share knowledge, collect feedback, and provide additional implementation requirements. Lead data management and migration projects\nYou will develop, maintain, and review data processes and architecture for both on-premise and cloud-based data systems\nYou will conduct team reviews and recommend data modeling, administrative, and design improvements\nWho wants to do something different......\nQualifications:\nUS Citizen Only\nAbility to hold a position of public trust with the US government.\n5+ years of experience with data model and date warehouse design, including schema design and entity relationship diagrams\n5+ years of experience collaborating with management, personas, and engineers to support data quality efforts\nDemonstrated on-the-job experience with large-scale data migration\nDemonstrated on-the-job experience designing storage and retrieval solutions for both structured and unstructured data, in support data science pipelines\nDemonstrated on-the-job experience designing data platforms for user consumption across several user personas\nDemonstrated on-the-job experience supporting the development of related data artifacts utilizing one or more of the following:\nInformatica\nCentrifuge\nElasticsearch\nESRI ArcGIS\nCloudera Distributed Hadoop\nSynthesis\nTableau\nMicrosoft SQL Server\nDemonstrated on-the-job experience developing specifications for modern large-scale data repositories including development of specifications for cloud-based database solutions\nDemonstrated on-the-job experience with FIPS 140-2 compliant encryption to both stored data and data in motion\nDemonstrated and understanding customer requirements and prioritize for maximum customer / user experience.\nDemonstrated experience working with software and data science teams to operationalize information\nDemonstrated experience collaborating with staff, IT customers, and other technical and non-technical staff and contractors at all levels\nDemonstrated experience translating product requirements into system solutions that consider technical, schedule, cost, security, and policy constraints\nDemonstrated experience working in an agile environment and leading agile projects\nDemonstrated experience providing technical direction to project teams of developers and data scientists who build web-based dashboards and reports\nBachelor's degree in computer science, information systems, engineering, business, or a scientific or technical discipline\nAbout steampunk:\nSteampunk is a Change Agent in the Federal contracting industry, bringing new thinking to clients in the Homeland, Federal Civilian, Health and DoD sectors. Through our Human-Centered delivery methodology, we are fundamentally changing the expectations our Federal clients have for true shared accountability in solving their toughest mission challenges. As an employee owned company, we focus on investing in our employees to enable them to do the greatest work of their careers – and rewarding them for outstanding contributions to our growth. If you want to learn more about our story, visit http://www.steampunk.com.\nWe are an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability status, protected veteran status, or any other characteristic protected by law. Steampunk participates in the E-Verify program.",
        "location": "Washington, DC 20472 (Southwest Federal Center area)",
        "rating": "4.5",
        "summary": "Demonstrated experience working with software and data science teams to operationalize information.\nDemonstrated on-the-job experience designing storage and…",
        "title": "Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=e31dc3c2f0dd8663"
    },
    {
        "companyName": "University of Maryland",
        "date": "8 days ago",
        "details": "Vaccine Protocol\nThe University of Maryland has made the safety of our students, faculty and staff, and our surrounding communities a top priority. As part of that commitment, the University System of Maryland (USM) recently announced that students, faculty, and staff on USM campuses this fall, including UMD, are required to be vaccinated against COVID. As a prospective and/or a new employee at UMD, you will be required to comply with the University’s vaccination protocol. Proof of full vaccination will be required before the start of employment in order to work at any University of Maryland location. Prospective or new employees may seek a medical or religious exemption to the vaccination requirement at return.umd.edu and must have an approved exemption prior to the start of their employment.",
        "location": "College Park, MD 20742",
        "rating": "4.1",
        "summary": "Vaccine Protocol The University of Maryland has made the safety of our students, faculty and staff, and our surrounding communities a top priority. As part…",
        "title": "Data Science Graduate Research Assistant",
        "url": "https://www.indeed.com/viewjob?jk=e24b3f9fbfdaa9a4"
    },
    {
        "companyName": "Capital One - US",
        "date": "2 days ago",
        "details": "Center 2 (19050), United States of America, McLean, Virginia\nSenior Associate, Data Scientist\nSenior Associate, Data Scientist, Card Loss Forecasting\nData is at the center of everything we do. As a startup, we disrupted the credit card industry by individually personalizing every credit card offer using statistical modeling and the relational database, cutting edge technology in 1988! Fast-forward a few years, and this little innovation and our passion for data has skyrocketed us to a Fortune 200 company and a leader in the world of data-driven decision-making.\nAs a Data Scientist at Capital One, you’ll be part of a team that’s leading the next wave of disruption at a whole new scale, using the latest in computing and machine learning technologies and operating across billions of customer records to unlock the big opportunities that help everyday people save money, time and agony in their financial lives.\nTeam Description\nThe card loss forecasting team builds machine learning pipelines that help analysts to predict losses for all of Capital One’s credit card portfolio. We use every technique we can think of: from logistic regression to deep learning. The data is large (2 peta byte), and one of the challenges is the time series nature of our models. As such, we are a highly interdisciplinary team, and solve challenges collaboratively. Our customers are senior executives, since card credit losses drive a large portion of profitability and resilience at Capital One.\nRole Description\nIn this role, you will:\nPartner with a cross-functional team of data scientists, software engineers, and product managers to deliver a product customers love\nLeverage a broad stack of technologies — Python, Conda, AWS, Dask, GPU’s and more — to reveal the insights hidden within huge volumes of numeric and textual data\nBuild machine learning models through all phases of development, from design through training, evaluation, validation, and implementation\nFlex your interpersonal skills to translate the complexity of your work into tangible business goals\nThe Ideal Candidate is:\nInnovative. You continually research and evaluate emerging technologies. You stay current on published state-of-the-art methods, technologies, and applications and seek out opportunities to apply them.\nCreative. You thrive on bringing definition to big, undefined problems. You love asking questions and pushing hard to find answers. You’re not afraid to share a new idea.\nTechnical. You’re comfortable with open-source languages and are passionate about developing further. You have hands-on experience developing data science solutions using open-source tools and cloud computing platforms.\nA data guru. “Big data” doesn’t phase you. You have the skills to retrieve, combine, and analyze data from a variety of sources and structures. You know understanding the data is often the key to great data science.\nBasic Qualifications:\nBachelor’s Degree plus 2 years of experience in data analytics, or Master’s Degree, or PhD\nAt least 1 year of experience in open source programming languages for large scale data analysis\nAt least 1 year of experience with machine learning\nAt least 1 year of experience with relational databases\nPreferred Qualifications:\nMaster’s Degree in “STEM” field (Science, Technology, Engineering, or Mathematics), or PhD in “STEM” field (Science, Technology, Engineering, or Mathematics)\nExperience working with AWS\nAt least 2 years’ experience in Python, Scala, or R\nAt least 2 years’ experience with machine learning\nAt least 2 years’ experience with SQL\nCapital One will consider sponsoring a new qualified applicant for employment authorization for this position.",
        "location": "McLean, VA",
        "rating": "3.9",
        "summary": "You know understanding the data is often the key to great data science.\nYou have hands-on experience developing data science solutions using open-source tools…",
        "title": "Senior Associate, Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=63111195630c1789"
    },
    {
        "companyName": "Capital One - US",
        "date": "9 days ago",
        "details": "Center 2 (19050), United States of America, McLean, Virginia\nData Scientist, Small Business Card\nAt Capital One, data is at the center of everything we do. When we launched as a startup, we disrupted the credit card industry by individually personalizing every credit card offer using statistical modeling and the relational database, cutting edge technology in 1988! Fast-forward a few years, and this little innovation and our passion for data has skyrocketed us to a Fortune 200 company and a leader in the world of data-driven decision-making.\nDepartment Summary:\nHave you ever wondered what the engines are that drive the underwriting decisions for a credit card application at Capital One? How about how much credit to give to an applicant? Or maybe how we grow the product with the customer? The answer is behavioral models. We use behavioral models to predict things like how much a customer may spend on our credit card, the likelihood the customer pays us back, which website experience has the best chance of converting a prospect into a customer, and much more!\nIn Small Business Card (SBC), we face the unique challenge of serving small businesses not just an individual consumer. Every day we put ourselves in the shoes of our small business owners to understand their needs and help them succeed. Like a start-up, this customer-first approach has powered tremendous growth, tripling the size of our business in the last 5 years. And we have no intention of stopping there, we see even more attractive opportunities on the horizon.\nAs a Data Scientist on the Behavioral Modeling team in Small Business Card, you will be a key contributor in developing state-of-the-art behavioral models for small businesses. You will use the latest technology in computing to build machine learning models through all phases of development, from design through training, evaluation, validation, and implementation. You will partner with best-in-class data scientists, business analysts, software engineers, data engineers, and product managers to innovate solutions that ultimately impact the company’s bottom line in a meaningful way. You will do it all in a collaborative environment that values your insight, encourages you to take on new responsibilities, promotes continuous learning, and rewards innovation.\nIn this role, you will:\nPartner with a cross-functional team of data scientists, business analysts, software engineers, data engineers and product managers to deliver behavioral models critical to credit decisioning\nLeverage a broad stack of technologies — Python, AWS, H2O, Spark, Dask, xgboost, and more — to reveal the insights hidden within huge volumes of numeric and textual data\nBuild machine learning models through all phases of development, from design through training, evaluation, validation, and implementation\nFlex your interpersonal skills to translate the complexity of your work into tangible business goals\nThe Ideal Candidate is:\nCreative. You thrive on bringing definition to big, undefined problems. You love asking questions and pushing hard to find answers. You’re not afraid to share a new idea.\nA leader. You challenge conventional thinking and work with stakeholders to identify and improve the status quo. Your passionate about talent development for your own team and beyond.\nResults Oriented. You are able to balance the ideal solution with the urgency to deliver in-market results fast. You are able to identify key points of leverage that provide value to the organization, and design practical solutions to meet those needs.\nTechnical. You’re comfortable with open-source languages and are passionate about developing further. You have hands-on experience developing data science solutions using open-source tools and cloud computing platforms.\nStatistically-minded. You’ve built models, validated them, and backtested them. You know how to interpret a confusion matrix or a ROC curve. You have experience with regression and tree-based methods and deeply understand statistical concepts.\nInnovative. You continually research and evaluate emerging technologies. You stay current on published state-of-the-art methods, technologies, and applications and seek out opportunities to apply them.\nBasic Qualifications:\nBachelor’s Degree plus 5 years of experience in data analytics, or Master’s Degree plus 3 years in data analytics, or PhD\nAt least 1 year of experience in open source programming languages for large scale data analysis\nAt least 1 year of experience with machine learning\nAt least 1 year of experience with relational databases\nPreferred Qualifications:\nMaster’s Degree in “STEM” field (Science, Technology, Engineering, or Mathematics) plus 3 years of experience in data analytics, or PhD in “STEM” field (Science, Technology, Engineering, or Mathematics)\nAt least 1 year of experience working with AWS\nAt least 3 years’ experience in Python, Scala, or R\nAt least 3 years’ experience with machine learning\nAt least 3 years’ experience with SQL\nCapital One will consider sponsoring a new qualified applicant for employment authorization for this position.",
        "location": "McLean, VA",
        "rating": "3.9",
        "summary": "You have hands-on experience developing data science solutions using open-source tools and cloud computing platforms.\nAt least 3 years’ experience with SQL.",
        "title": "Data Scientist, Small Business Card",
        "url": "https://www.indeed.com/viewjob?jk=0051418aece54e4a"
    },
    {
        "companyName": "Booz Allen Hamilton",
        "date": "9 days ago",
        "details": "The Challenge:\nAre you excited at the prospect of unlocking the secrets held by a data set? Are you fascinated by the possibilities presented by the IoT, machine learning, and artificial intelligence advances? In an increasingly connected world, massive amounts of structured and unstructured data open up new opportunities. As a data scientist, you can turn these complex data sets into useful information to solve global challenges. Across private and public sectors — from fraud detection, to cancer research, to national intelligence — you know the answers are in the data.\nWe have an opportunity for you to use your analytical skills to improve public healthcare. You’ll work closely with your customer to understand their questions and needs, and then dig into their data-rich environment to find the pieces of their information puzzle. You’ll mentor teammates, develop algorithms, write scripts, apply machine learning, help scale machine learning applications to new clients and challenges, and use the right combination of tools and frameworks to turn that set of disparate data points into objective answers to help our federal government clients make informed decisions. You’ll provide your customer with a deep understanding of their data, what it all means, and how they can use it. Join us as we use data science for good in public healthcare.\nEmpower change with us.\nYou Have:\n2+ years of experience with data science, data analytics, or research analytics\nExperience with scripting languages including Python and R\nExperience manipulating data using Excel or in a SQL database and graphically explaining data\nExperience with performing data exploration and analysis to support analytics objectives\nExperience with data analysis for health-related organizations, including FDA, NIH, and commercial\nKnowledge of data visualization tools or technologies, such as Tableau, Qlik or RShiny\nAbility to work independently and with a team\nAbility to obtain a security clearance\nBA or BS degree\nNice If You Have:\nSecret clearance\nClearance:\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information.\nBuild Your Career:\n At Booz Allen, we know the power of analytics and we’re dedicated to helping you grow as a data analysis professional. When you join Booz Allen, you’ll have the chance to:\naccess online and onsite training in data analysis and presentation methodologies, and tools like Hortonworks, Docker, Tableau, and Splunk\nchange the world with the Data Science Bowl—the world’s premier data science for social good competition\nparticipate in partnerships with data science leaders, like our partnership with NVIDIA to deliver Deep Learning Institute (DLI) training to the federal government\nYou’ll have access to a wealth of training resources through our Analytics University, an online learning portal specifically geared towards data science and analytics skills, where you can access more than 5000 functional and technical courses, certifications, and books. Build your technical skills through hands-on training on the latest tools and state-of-the-art tech from our in-house experts. Pursuing certifications that directly impact your role? You may be able to take advantage of our tuition assistance, on-site bootcamps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We’ll help you develop the career you want as you chart your own course for success.\nWe’re an EOE that empowers our people—no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic—to fearlessly drive change.",
        "location": "Bethesda, MD",
        "rating": "3.9",
        "summary": "2+ years of experience with data science, data analytics, or research analytics.\nExperience manipulating data using Excel or in a SQL database and graphically…",
        "title": "Public Health Analyst and Data Scientist, Junior",
        "url": "https://www.indeed.com/viewjob?jk=9613353dc079e550"
    },
    {
        "companyName": "Technica Corporation",
        "date": "3 days ago",
        "details": "Overview:\n\nAbout Technica:\n\nAt Technica Corporation, our goal is to provide exceptional professional services and innovative technology solutions that meet or exceed our customer’s expectations. We specialize in a wide range of advanced information technology solutions from Systems Engineering to Information Assurance, and from Software Development to Product Solutions. From our locations across the United States, we provide technological subject matter expertise, program management and business process knowledge as a trusted advisor in support of our Department of Defense and other Federal Agency customers.\nResponsibilities:\nTechnica Corporation is seeking to fill a Researcher (Data Science) position with our IR&D Team, here at HQ in Dulles, VA. This is an ideal opportunity for big thinkers, researchers, coders and data scientists who are interested in working in a small, innovative team. The selected candidate will be working within a team operating in an agile environment, where the focus is on teamwork and project ownership.\nResponsibilities include:\nSupport a team of Developers and Data Scientists working on a variety of research and development projects as well as customer projects\nResearch and analyze cutting edge algorithms and technologies with a focus on Natural Language Processing and data visualization techniques\nEffectively communicate results of research and analysis with teammates and senior management in the form of essays, whitepapers, and PowerPoint presentations\nDesign, Develop and Deploy:\nAutomated analytic software, techniques, and algorithms\nData-driven analytics; event-driven analytics\nRequirements:\nBachelor’s in Computer Science, Mathematics, or relevant technical field\nExperience with web frameworks (React, Flask, NodeJS)\nExperience with Python\nAble to obtain clearance\nExperience using Linux as a development operating system\nOther duties as assigned\nCertifications:\nExperience with Docker and Singularity container platforms\nExperience with Machine Learning toolkits such as Tensorflow, Pytorch\nExperience with data visualization\nEEO:\n\nEQUAL EMPLOYMENT OPPORTUNITY\nIt is Technica's policy to affirmatively support Equal Employment Opportunity (EEO) for all qualified individuals without regard to color, gender, religion, creed, national origin, age, race, disability, gender identity, genetic information, sexual orientation, marital status, veteran status or any other characteristic protected by law. This policy covers all aspects of the employment relationship including recruiting, hiring, compensation, assignment, promotion, transfer, training, working conditions, employment longevity, retirement, employee benefits and termination.\nTechnica's EEO philosophy promotes equal employment opportunity throughout the organization. Any form of unlawful employee harassment based on the above mentioned characteristics is prohibited. Equal Opportunity Employer Minorities/Women/Vets/Disabled/Gender Identity/Sexual Orientation.",
        "location": "Dulles, VA 20166",
        "rating": "3.5",
        "summary": "Research and analyze cutting edge algorithms and technologies with a focus on Natural Language Processing and data visualization techniques.",
        "title": "Junior Research Engineer/Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=76ef99429014247f"
    },
    {
        "companyName": "QVine Corporation",
        "date": "30+ days ago",
        "details": "The Data Scientist handles raw data (e.g. structured, unstructured, and mixed datasets), and analyzes data through the application of various statistical techniques or tools.\n\nKNOWLEDGE, SKILLS, AND ABILITIES:\nThe successful candidate should have at least one and preferable more than one of the following skills:\nFamiliar with programming languages such as, but not limited to: R, SAS, Python, MatLab, SQL, Hive, Pig, and Spark.\nExperienced in working with and exploiting big data; distributed computing; predictive modelling; mathematics; statistics; machine learning; story-telling; and visualization.\nDemonstrates ability to extract meaning from and interpret data using a variety of tools and methods from statistics and machine learning.\nAbility to collect, clean, and mung data in a timely manner as part of a cross-functional team in an intelligence, or related, environment.\nPossesses strong working knowledge of the Microsoft Office suite, including Access, Excel, PowerPoint, Project, Visio, and Word.\n\nQVine Corporation is an Equal Opportunity Employer—M/F/D/V",
        "location": "Washington, DC",
        "rating": "4.3",
        "summary": "The Data Scientist handles raw data (e.g. structured, unstructured, and mixed datasets), and analyzes data through the application of various statistical…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=4e296a39b1560c96"
    },
    {
        "companyName": "Amazon.com Services LLC",
        "date": "9 days ago",
        "details": "Bachelor's degree in a quantitative field such as Mathematics, Statistics, Engineering, Computer Science, Business or equivalent professional experience\n3+ years of relevant experience working in an Analytics / Business Intelligence environment\nStrong programming skills in at least one object-oriented programming language (Java, Scala, C++, Python, etc.)\nExperience in working with databases and SQL in a business environment\nDemonstrated use of analytical packages and query languages such as SAS, SPSS and SQL\nWorked extensively in large scale data bases and data warehouses\nUnderstanding of data warehousing, data modeling concepts\nAbility to apply analytical, computer, statistical and quantitative problem solving skills\nAbility to demonstrate sound judgment even in ambiguous situations\nStrong oral, written and presentation skills combined with the ability to lead group discussions and explain complex solutions\nStrong communication skills - both written and verbal\n\nAt Amazon, our goal is to be earth’s most customer-centric company and to create a safe environment for both our Customers and our associates. To achieve that, we need exceptionally talented, bright, dynamic, and driven people. If you'd like to help us build the place to find and buy anything online, this is your chance to make history. We are looking for a talented data engineer to join the Restricted Products (RP) team based in our Seattle office.\n\nThis role will be a key member of the Science and Analytics team, responsible for developing robust, scalable data models to support new supplier risk detection, assessment, and enforcement programs and tools. You’ll be challenged to innovate using a variety of technologies and data sources, and you will work with top-notch technical and non-technical professionals across multiple organizations and regions in order to develop and deliver complex solutions that will sustain operational excellence. We are looking for someone who is motivated by thinking big, moving fast, and inventing new ways to create and use data and available technologies at Amazon.\n\nThis role requires strong attention to detail, excellent analytical abilities, deep knowledge of business intelligence solutions, solid work ethic and drive, the ability to work independently and with primary stakeholders to solve complex medium and large scale issues, the ability to recommend solutions to unstructured problems, and the skill to manage both with and without authority. The successful candidate will be a motivated self-starter, comfortable with ambiguity, and will be comfortable extracting data from various sources to design/construct/execute complex data architectures that help to solve business problems.\n\nResponsibilities:\n\nDesign, implement, and support analytical infrastructure\nInterface with other technology teams to extract, transform, and load data from a wide variety of data sources using SQL, Python, and AWS big data technologies.\nExplore and learn the latest technologies to provide new capabilities and increase efficiency.\nCollaborate with Data Scientists and Business Intelligence Engineers to recognize and help adopt best practices in reporting and analysis: data integrity, test design, analysis, validation, and documentation.\nCollaborate with other tech teams to implement advanced analytics algorithms that exploit our rich datasets for statistical analysis, prediction, clustering and machine learning.\nHelp continually improve ongoing reporting and analysis processes, automating or simplifying self-service support for customers\nProvide wing-to-wing data engineering support for project lifecycle execution (project planning, execution, risk assessment and system availability)\nParticipate in developing strategy recommendations\nMaster's degree in a quantitative field such as Mathematics, Statistics, Engineering, Computer Science, Business or equivalent professional experience\nPrevious experience deploying Machine Learning-based Risk algorithms\nUnderstanding of machine learning fundamentals\nExperience with AWS technology stack\nAbility to be adaptable and flexible in responding to deadlines and workflow fluctuations\nExperience working cross-functionally with technical and non-technical individuals\nAnalytical mindset and ability to see the big picture and influence others\n\nAmazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visit https://www.amazon.jobs/en/disability/us.",
        "location": "Arlington, VA",
        "rating": "3.5",
        "summary": "Understanding of data warehousing, data modeling concepts.\nWorked extensively in large scale data bases and data warehouses.",
        "title": "Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=fcd60f34fac6fbac"
    },
    {
        "companyName": "LOCKHEED MARTIN CORPORATION",
        "date": "30+ days ago",
        "details": "The Lockheed Martin Analytics Center of Excellence is looking for an enthusiastic individual with a strong background in data science and data engineering to join the team, develop actionable models and metrics to make data-based decisions, and optimize code for the productionalization of machine learning models. The role will focus on applying data science to business operations, whereby the candidate will need to understand stakeholders’ business needs, translate them into data science projects, build the required analytical data pipelines, and then build and deliver production-grade code for models and analytics to the stakeholder. This role will have a particular focus on executing predictive modeling projects.\n\nThis position will report to the organization of the Chief Data and Analytics Officer (CDAO) and will partner with multiple functions (digital transformation, emerging technologies, operations, finance, competitive intelligence, business development, etc.) to apply data science tools and techniques to real-world challenges within the corporation. The selected candidate will leverage strong data science skills from every step of the analytics pipeline (problem formulation, data collection, wrangling, cleaning, exploratory analysis, modeling, visualization, presentation, productionalization) in order to achieve success in their projects. Tools and technologies which the candidate will use include Python, R, Tableau, and various forms of machine learning. The candidate will be expected to apply various machine learning techniques and statistical inference techniques to business problems throughout the corporation. This position is virtual, occasional domestic travel may be required.\n\n\nMUST BE A US CITIZEN.\nBasic Qualifications:\nBachelor’s degree from an accredited college in a technical discipline or equivalent experience/combined educationExperience with all parts of the data analytics pipeline, including problem formulation, data collection, wrangling, cleaning, exploratory analysis, modeling, visualization, presentationExperience building machine learning modelsProven ability to think creatively about data analysisStrong Python and/or R programming skillsAbility to explain how data science technologies work to both experts and non-experts in both written and verbal communicationsMUST BE A US CITIZEN.\nDesired Skills:\nExperience building, deploying and productionalizing machine learning model codeExperience with software engineering best practices, e.g. building CI/CD pipelinesExperience building analytics with application telemetryExperience with consultingExpertise in natural language processingTeam player, enjoys working on a collaborative teamExperience with visualization tools such as TableauKnowledge of: aerospace and defense market, corporate finance, microeconomic factors associated with manufacturing, weapons systems sustainment\nBASIC QUALIFICATIONS:\njob.Qualifications\n\nLockheed Martin is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status.\nJoin us at Lockheed Martin, where your mission is ours. Our customers tackle the hardest missions. Those that demand extraordinary amounts of courage, resilience and precision. They’re dangerous. Critical. Sometimes they even provide an opportunity to change the world and save lives. Those are the missions we care about.\n\nAs a leading technology innovation company, Lockheed Martin’s vast team works with partners around the world to bring proven performance to our customers’ toughest challenges. Lockheed Martin has employees based in many states throughout the U.S., and Internationally, with business locations in many nations and territories.\nEXPERIENCE LEVEL:\nExperienced Professional",
        "location": "Arlington, VA 22202 (Aurora Highlands area)",
        "rating": "4.0",
        "summary": "The role will focus on applying data science to business operations, whereby the candidate will need to understand stakeholders’ business needs, translate them…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=18ae45b1dcc1c169"
    },
    {
        "companyName": "CNA",
        "date": "13 days ago",
        "details": "Associate Research Analyst - Data Science Division\nCNA, 3003 Washington Blvd, Arlington, Virginia, United States of America Req #206\n Friday, June 11, 2021\nThe Data Science Division (DSD) is part of the Center for Naval Analyses. The mission of the DSD is to develop innovative, cutting-edge analytics that are relevant, impactful, and actionable.\nThe DSD provides data science expertise and support to the Department of the Navy and Department of Defense. The division collaborates with our sponsors to transform their operations by making data and analytics an integral part of their decision-making. As part of the Navy’s only dedicated FFRDC, we use our analytic skills and our knowledge of naval operations to help create a competitive advantage for the Navy. That advantage has never been more critical than it is today, with great power competition challenging the Navy in several concurrent theaters and across all warfighting domains.\nThe division has full time and part time analysts with advanced degrees in data science, operations research, statistics, economics, computer science, physics, mathematics, engineering, chemistry, and other technical disciplines. The Data Science Division has a large set of core technical competencies, including:\nDeveloping supervised and unsupervised machine learning models, such as artificial neural networks, random forests, and clustering, to predict outcomes and assist decision-makers\nLeveraging high performance computing to obtain insights from big data\nDeveloping custom analytical simulations using techniques such as continuous time, discrete event, and Monte Carlo approaches to approximate existing systems to quantify the effects of changes to improve those systems\nBuilding and deploying dashboards and dynamic decision support tools in the Navy’s cloud environments\nIdentifying optimal solutions using mathematical programming techniques such as mixed integer programming, network analysis, and linear/non-linear programming.\nLeading and facilitating human centered design workshops to ensure data-driven solutions meet stakeholder requirements and preferences\nThe DSD develops models and analytics to support Navy problems across all Navy domains, including aviation, surface warfare, undersea warfare, cyber, logistics, readiness, force generation, sustainment, acquisition, and cost modeling. DSD analysts support decision-makers by identifying key drivers of both successful and poor performance to improve Navy and Marine Corps outcomes. The division currently supports the Navy’s Performance-to-Plan forum, which provides senior Navy leadership forward‑looking performance forecasts, which are foundational to articulating Navy progress toward readiness and capability goals. Projects generally involve large datasets and complex questions that demand advanced coding skills as well as statistical and modelling techniques. The division leverages agile project management techniques to support faster cycle times to insights and to develop analytic minimum viable products.\nCNA fosters an inclusive culture that values diverse backgrounds and perspectives. Our flexible and engaging work environment encourages iterative and creative collaboration at every stage of the problem solving process. Our employees are committed to helping clients develop effective solutions to better manage their programs through scientific, data-driven approaches.\nPRIMARY PURPOSE\nStaff at this level will provide research, analytical, and technical support on a range of projects.\nJOB DESCRIPTION AND/OR DUTIES\n1. Under close supervision, conducts research and analysis that meets CNA’s quality standards on focused, structured questions. Can effectively apply standard, routine, and well-established analytic methodologies. With minimal direction and supervision, routinely produces analysis that is logical and traceable as well as objective and unbiased. Shows some analytic creativity.\n2. Develops rudimentary institutional knowledge of primary clients/sponsors; their culture, organization, and issues.\n3. Contributes productively and harmoniously to the work of others; treats everyone respectfully, professionally and fairly. Keeps others informed. Actively engages with colleagues and works with manager to identify opportunities for collaborations within team and division. Seeks out others working on similar topics.\n4. Supports business development efforts and/or marketing activities by conducting background research and helping prepare materials under the direction of more experienced staff.\n5. Limited interaction with sponsors/clients and their study POCs under the supervision of an experienced colleague.\n6. Impact largely confined to individual project work.\n7. Demonstrates basic, effective communication skills, both written and oral. Can effectively present work to colleagues and CNA managers.\n8. Works under close supervision on focused, well-structured pieces of projects.\n9. Exhibits a positive attitude in interactions with colleagues and clients/sponsors. Serves as an effective member of project or research team by supporting leadership as needed.\n10. Performs other duties as assigned.\n\nJOB REQUIREMENTS\n1. Education: Minimum Master’s degree in a relevant field or equivalent experience.\n2. Experience: Typical minimum requirements Master’s & 0+ years of experience in research and analysis.\n3. Skills: Facility with Microsoft Office applications (Excel, Word, Access, Powerpoint); Ability to manage databases; Ability to gather and organize information on policies, systems, problems, or procedures; Strong critical thinking and organizational skills; Basic knowledge of research techniques; Ability to plan and organize tasks effectively, both as an individual contributor and as a team member; Basic, effective communication skills.\n4. Other: Ability to obtain and maintain an Active Secret Security Clearance.\n\nNote: Please include a cover letter and transcripts as part of your application to be considered for this position\nCNA is committed to providing equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, religion, color, sex (including pregnancy, gender identity, and sexual orientation), parental status, national origin, age, disability, family medical history or genetic information, political affiliation, military service and protected veterans, or other non-merit based factors. In addition to federal legal requirements, CNA complies with applicable state and local laws governing nondiscrimination in employment in every location in which the company has facilities. These protections extend to all terms and conditions of employment, including recruiting and hiring practices, promotion, termination, layoff, recall, transfer, leaves of absence, compensation, and training and career development programs. For more information about EEO protections, please view the EEO is the law posters below: \"EEO is the Law\" Poster; \"EEO is the Law\" Poster Supplement. The pay transparency policy is available here: Pay Transparency Nondiscrimination Poster\nTo be considered for hire, all individuals applying for positions with CNA are subject to a background investigation. For positions requiring access to classified information, U.S. citizenship is required. Individuals will also be subject to an additional government background investigation, and continued employment eligibility is contingent upon the ability to obtain and maintain an active security clearance.\nOther details\nJob Family Research Job Function Career Path II - Expert & Research Specialist Employment Indicator (none)",
        "location": "Arlington, VA 22201 (Clarendon-Courthouse area)",
        "rating": "4.6",
        "summary": "The DSD provides data science expertise and support to the Department of the Navy and Department of Defense.\nDSD analysts support decision-makers by identifying…",
        "title": "Associate Research Analyst - Data Science Division",
        "url": "https://www.indeed.com/viewjob?jk=c378ee6727cc38ee"
    },
    {
        "companyName": "Booz Allen Hamilton",
        "date": "2 days ago",
        "details": "The Challenge:\nAre you excited at the prospect of unlocking the secrets held by a data set? Are you fascinated by the possibilities presented by the IoT, machine learning, and artificial intelligence advances? In an increasingly connected world, massive amounts of structured and unstructured data open up new opportunities. As a data scientist, you can turn these complex data sets into useful information to solve global challenges. Across private and public sectors — from fraud detection, to cancer research, to national intelligence — you know the answers are in the data.\nWe have an opportunity for you to use your analytical skills to improve our Army client’s analytic capabilities. You’ll work closely with your customer to understand their questions and needs, and then dig into open-source and government data environments to build the components of this information puzzle. You’ll develop algorithms, write scripts, build predictive analytics, use automation, apply machine learning, and use the right combination of tools and frameworks to turn that set of disparate data points into objective answers to help our client make informed decisions. You’ll provide your customer with a deep understanding of their data, what it all means, and how they can use it. Join us as we use data science for good in mission capabilities.\nEmpower change with us.\nYou Have:\n3+ years of experience with data science, data analytics, or data engineering\nExperience with data mining, databases and data structures, or data cleaning and processing methods\nExperience in performing data integration, building data pipelines, ETL, or working with data manipulation tools\nExperience with using R, Python, JavaScript, or SQL for query, analysis, or visualization of data\nExperience with supporting business development efforts, including proposal writing, and client technical exchanges\nKnowledge of prototype development or applied R&D\nAbility to obtain a security clearance\nBA or BS degree\nNice if You Have:\nExperience with machine learning and data visualization\nExperience in working with IoT data or frameworks\nExperience in working with cloud tools, including AWS, Azure, or Google Cloud\nExperience with big data tools, including Spark or Databricks frameworks\nKnowledge of an object-oriented language, including Java, C++, C#, or Python\nMA or MS degree in Computer Science, Engineering, Mathematics, Systems Engineering, or Data Science\nClearance:\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information.\nBuild Your Career:\n At Booz Allen, we know the power of analytics and we’re dedicated to helping you grow as a data analysis professional. When you join Booz Allen, you’ll have the chance to:\naccess online and onsite training in data analysis and presentation methodologies, and tools like Hortonworks, Docker, Tableau, and Splunk\nchange the world with the Data Science Bowl—the world’s premier data science for social good competition\nparticipate in partnerships with data science leaders, like our partnership with NVIDIA to deliver Deep Learning Institute (DLI) training to the federal government\nYou’ll have access to a wealth of training resources through our Analytics University, an online learning portal specifically geared towards data science and analytics skills, where you can access more than 5000 functional and technical courses, certifications, and books. Build your technical skills through hands-on training on the latest tools and state-of-the-art tech from our in-house experts. Pursuing certifications that directly impact your role? You may be able to take advantage of our tuition assistance, on-site bootcamps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We’ll help you develop the career you want as you chart your own course for success.\nWe’re an EOE that empowers our people—no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic—to fearlessly drive change.",
        "location": "Washington, DC",
        "rating": "3.9",
        "summary": "3+ years of experience with data science, data analytics, or data engineering.\nExperience with data mining, databases and data structures, or data cleaning and…",
        "title": "Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=9b75de4b1cf77ab7"
    },
    {
        "companyName": "FTI Consulting, Inc.",
        "date": "3 days ago",
        "details": "About The Role\n\n\nOur Digital & Insights' Data Science team is seeking an entrepreneurial and creative person for the role of Director, Data Engineering. The Director, Data Engineering will work in close collaboration with the Managing Director of Data Science, Strategic Communications to further develop our data science capabilities. The successful candidate will design, develop, and deploy data engineering solutions for our clients. They will create custom solutions as well as leverage third-party solutions.\n\n\nIn FTI's Strategic Communications segment, we provide our clients with a comprehensive view of strategic communications that leverages our integrated suite of services, including financial communications, corporate reputation, transaction communications and public affairs in all the major markets around the world.\n\n\nWhat You'll Do\n\n\nHelp drive our data engineering efforts in close collaboration with the Managing Director of Data Science, Strategic Communications\n\n\nExtract and transform data, building and owning the analytics layer of the Data Science team's data environment in support of our insights platform\n\n\nExpand and optimize our data sources, data pipeline architecture, and data visualization capabilities\n\n\nDesign and implement distributed, cloud-native data pipelines, storage systems, API integrations, and query support\n\n\nContinually explore and evaluate new open source and proprietary data engineering frameworks\n\n\nHelps clients identify and escalate risks in order to act and communicate with integrity.\n\n\nUnderstands and lives by FTI's values, Code of Ethics and the Strategic Communications Rules of Practice, and works with junior staff to embed these concepts within the firm's culture. (Additional information about FTI's values, Code of Ethics and the Strategic Communications Rules of Practice can be accessed here.)\n\n\nBasic Qualifications\n\n\n5 years of experience in a data science or data engineering role\n\n\nExperience with SQL\nExperience with programming languages such as Python or R.\n\n\nFamiliarity with cloud computing platforms, preferably Amazon Web Services\n\n\nAbility to work with structured and unstructured data\n\n\nComfort operating in an ambiguous environment where there's not a set playbook on how to solve each problem\n\n\nRelentless intellectual curiosity and exceptional critical thinking\n\n\nAbility to work with a geographically dispersed team\n\n\nCapability to work with other subject matter experts on joint solutions Desirable Qualifications\n\n\nWork experience in a consulting or agency setting\nExperience with natural language processing\n\n\nExperience or interest in graph theory (Neo4j, NetworkX)\n\n\nExperience with Java and/or Scala\n\n\nExperience with Apache Spark, including Structured Streaming\n\n\nExperience deploying and managing Elasticsearch clusters, including Elasticsearch performance and configuration tuning\n\n\nMonitoring solutions for the Elastic Stack Including building and deploying visualizations in Kibana\n\n\nExperience with media and conversation analysis\n\n\nAdditional language skills, preferably Spanish\n\n\nOur Benefits\n\n\nApart from the well-structured career path and excellent team environment, our employees enjoy a variety of perks and benefits. Our benefits include, but are not limited to:\n\n\nCompetitive salary and bonus plans\nGenerous paid holidays, time off and parental leave\nFull package of benefits plans\nCompany matched 401K\nAnnual paid volunteer hours\nCorporate matching for charitable donations\nPotential for flexible working arrangements\nFree snacks and drinks\nUpscale offices close to public transportation\nPet insurance\n\n\nAbout FTI Consulting\n\n\nWhat makes us unique? With more than 6,250 employees located in offices in every corner of the globe, we are the firm our clients call when their most important issues are at stake. Regardless of what level you are, you will have the opportunity to work alongside and learn from top experts in your field on high-profile engagements that impact history. Our culture is collaborative, and we value diversity, recognition, development and making a difference in our communities.\n\n\nFTI Consulting is publicly traded on the New York Stock Exchange and has been recognized as a Best Firm to Work For by Consulting magazine and one of America's Best Management Consulting Firms by Forbes . For more information, visit www.fticonsulting.com and connect with us on Twitter ( @FTIConsulting ), Facebook and LinkedIn .\n\n\nFTI Consulting is an equal opportunity employer and does not discriminate on the basis of race, color, national origin, ancestry, citizenship status, protected veteran status, religion, physical or mental disability, marital status, sex, sexual orientation, gender identity or expression, age, or any other basis protected by law, ordinance, or regulation.\n\n\n#LI-JH1",
        "location": "Washington, DC 20004 (Penn Quarter area)",
        "rating": "3.6",
        "summary": "5 years of experience in a data science or data engineering role.\nExpand and optimize our data sources, data pipeline architecture, and data visualization…",
        "title": "Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=87821d9e260ccae9"
    },
    {
        "companyName": "Buchanan & Edwards",
        "date": "3 days ago",
        "details": "Overview:\n\nWe're looking for game changers. People who love what they do and who they do it for. Providing consulting services in operational support, intelligence collection, reporting, and data governance, R2C is a leader in delivering solutions for high priority national security concerns. Are you ready for a change?\nR2C is seeking Data Scientist professionals to support a client's operational requirements on a mission focused program within a challenging, dynamic setting located in the Washington Metropolitan Area.\nWe welcome the most challenging problems facing our national security and apply intellect, talent, and innovation to reach feasible and valuable solutions to each challenge. That means we expect our employees to bring their “A game,” and you have the right to expect the same from the company that employs you. We want to hear your ideas. We want to hear your concerns. We want to make sure you have what you need to do the best you can on the job and grow in your career with us over time. Almost all companies say they have a culture of inclusiveness and that they value employee input, but R2C puts that statement to work every day. It’s time for a change. Come and experience a company that actually cares.\nClearance: Top Secret/SCI Responsibilities:\n\nJoin a team responsible for developing advanced analytics products\nApply data visualization and statistical programming tools to enterprise data to advance and enable key mission outcomes\nSupport all phases of analytic work product development, from the identification of key business questions, ETL, performing analyses to delivery of insights to decision-makers with particular attention to the interplay between data and the business processes that produce and consume it\nQualifications:\n\nMust be a U.S. Citizen\nMust have an Active TS/SCI clearance\nBe able to provide analytic and data innovation toward a broad range of intelligence and related mission support services that will support the entire intelligence cycle\nAbility to utilize a large amount of digital media selector information (particularly cell phone selectors)\nAbility to build custom tools to normalize and standardize numbers originating from data\nAbility to conduct network analysis, time series, and anomaly detection\nMust know how to program using open source programming languages; cannot rely on commercial or proprietary tools\nBachelor Degree\nThe Reports and Requirements Company, LLC (R2C) is a wholly owned subsidiary of Buchanan & Edwards, and provides consulting services in operational support, intelligence collection, reporting, and data governance. Located in Arlington, VA, R2C offers expertise on a variety of national security topics, with specific focus on operational support, technical operations, policies and management of large volumes of data, analysis of large amounts of data, & effective approaches to evaluating and sharing data, and innovative techniques for information collection. Our consultants develop and deliver training programs on subjects including cyber intelligence, data governance and information sharing protocols, intelligence collection, and reporting techniques. R2C has a mission first culture and boasts the benefits & perks of a small company with the resources, stability, and career mobility of a large corporation. R2C is dedicated to fostering, cultivating and preserving a culture of diversity and inclusion. We are committed to crafting a workplace that endorses creativity and innovation, and promotes engagement through open communication, acceptance of new people and ideas, and a supportive team dynamic. R2C is an equal Opportunity Employer – Minorities / Women / Veterans / Individuals with Disabilities / Gender Identity / Sexual Orientation.\n#CJ",
        "location": "Washington, DC",
        "rating": "4.1",
        "summary": "Ability to build custom tools to normalize and standardize numbers originating from data.\nLocated in Arlington, VA, R2C offers expertise on a variety of…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=4e5a89aadd8b7a43"
    }
]