[
    {
        "companyName": "Amazon.com Services LLC",
        "date": "3 days ago",
        "details": "Master’s degree (or Bachelors degree or 5+ years of experience) in a quantitative discipline such as Statistics, Mathematics, Data Science, Business Analytics, Economics, Finance, Engineering, or Computer Science\n2+ years of experience working as a data scientist or a similar role involving data extraction, analysis, statistical modeling, and communication\n2+ years of experience using data querying languages (e.g. SQL, Hadoop/Hive)\n\nWorking at Amazon Robotics\nAre you inspired by invention? Is problem solving through teamwork in your DNA? Do you like the idea of seeing how your work impacts the bigger picture? Answer yes to any of these and you’ll fit right in here at Amazon Robotics. We are a smart team of doers that work passionately to apply cutting edge advances in robotics and software to solve real-world challenges that will transform our customers’ experiences in ways we can’t even image yet. We invent new improvements every day. We are Amazon Robotics and we will give you the tools and support you need to invent with us in ways that are rewarding, fulfilling and fun.\n\nPosition Overview\nThe Amazon Robotics (AR) Virtual Systems Profiling team builds models, runs simulation experiments and delivers analyses that are central to understanding performance of the entire AR system, e.g. operational and software scaling characteristics, bottlenecks, robustness to “chaos monkey” stresses -- we inform critical engineering and business decisions about Amazon’s approach to robotic fulfillment.\n\nWe seek a talented and motivated engineer to tackle broad challenges in system-level analysis. You will work in a small team to quantify system performance at scale and to expand the breadth and depth of our analysis (e.g. increase the range of software components and warehouse processes covered by our models, develop our library of key performance indicators, construct experiments that efficiently root cause emergent behaviors). You will engage with growing teams of software development and warehouse design engineers to drive evolution of the AR system and of the simulation engine that supports our work.\n\nInclusive Team Culture\nHere at Amazon, we embrace our differences. We are committed to furthering our culture of inclusion. We have 12 affinity groups (employee resource groups) with more than 87,000 employees across hundreds of chapters around the world. We have innovative benefit offerings, and host annual and ongoing learning experiences, including our Conversations on Race and Ethnicity (CORE) and AmazeCon (gender diversity) conferences. Amazon’s culture of inclusion is reinforced within our 14 Leadership Principles, which reminds team members to seek diverse perspectives, learn and be curious, and earn trust.\n\nFlexibility\nIt isn’t about which hours you spend at home or at work; it’s about the flow you establish that brings energy to both parts of your life. We offer flexibility and encourage you to find your own balance between your work and personal lives.\n\nMentorship & Career Growth\nWe care about your career growth too. Whether your goals are to explore new technologies, take on bigger opportunities, or get to the next level, we'll help you get there. Our business is growing fast and our people will grow with it.\n\n\nComfortable in a Linux environment\nExperience with Amazon Web Services (AWS), e.g. DynamoDB, AuroraDB (MySQL), S3, SQS, SNS, EC2\nInterest in and experience with experimental design\nBackground in applied statistics or machine learning\nDesire to pursue challenging questions through extensive operational and data analysis (experience to do data analysis, regression analysis)\nDemonstrated thoughtful written and verbal communication skills\nAbility to work on a diverse team or with a diverse range of coworkers",
        "location": "North Reading, MA 01864",
        "rating": "3.5",
        "summary": "Desire to pursue challenging questions through extensive operational and data analysis (experience to do data analysis, regression analysis).",
        "title": "Data Scientist II",
        "url": "https://www.indeed.com/viewjob?jk=5e93dff5b183bb30"
    },
    {
        "companyName": "Nike",
        "date": "30+ days ago",
        "details": "Become a Part of the NIKE, Inc. Team\nNIKE, Inc. does more than outfit the world’s best athletes. It is a place to explore potential, obliterate boundaries and push out the edges of what can be. The company looks for people who can grow, think, dream and create. Its culture thrives by embracing diversity and rewarding imagination. The brand seeks achievers, leaders and visionaries. At NIKE, Inc. it’s about each person bringing skills and passion to a challenging and constantly evolving game.\nAnalytics is a competitive differentiator for Nike and is fundamentally changing how the company serves athletes and consumers around the world! The Nike Commercial Analytics team builds analytic-based solutions to manage marketplace and optimize the supply chain. Using big data, advanced analytics and state-of-the-art technology, the team strives to ensure that Nike gets the right product to the right place at the right time for the consumers.\nWho we are looking for\nWe are looking for a Data Scientist to join our Advanced Analytics team within Commercial Analytics. This role will be part of a multi-functional agile squad responsible for using predictive analytics to forecast consumer demand, enhance decision making and drive to action against our strategic priorities.\nThe candidate needs to be a dependable teammate with hands-on analytics product development experience. While you are grounded in good working knowledge of data science methods and production level implementations, you know how to rise above the numbers and explain the essential insights to users at all levels. You understand the tradeoffs between modeling techniques and always consider the business requirements and data limitations when developing data science models. You ask good questions, are continually learning, and can effectively interact with and influence your colleagues and partners. You thrive when surrounded by hardworking colleagues and enjoy a collaborative and academic environment where we continuously develop and share new skills.\nWhat you will work on\nIf this is you, you will be part of our Advanced Analytics, In Season Optimization squad. We deliver scalable solutions to power data driven automated decision making on a variety of problems, such as pricing, product allocation and other related key business decisions. Specifically, you will:\nCollaborate with other squad members to develop new sophisticated algorithms and improve existing approaches based on statistical/econometric methods, machine learning techniques and big data solutions to forecast consumer demand and determine optimal level of investment in various stages of the supply chain.\nApply analytics methods to acquire, explore, cleanse, and fuse data from different sources.\nDevelop, review and maintain production grade code to support consumers of models’ output.\nContribute to building, scoring, deploying, monitoring, updating and promoting Nike’s central forecasting platform.\nFacilitate the planning, scheduling and value measurement of the work to meet timeline targets and success criteria.\nSupport the adoption of analytic products through effective storytelling and collaboration with key partners.\nParticipate in a continuous learning environment within the advanced analytics community through persistent development of new skills and sharing of knowledge through mentorships and contributions to the open source community.\n\nWho you will work with\nYou will work with the Director of Data Science while partnering daily with fellow data scientists, data analysts, engineers and product owner on your squad. You will collaborate across the broader organization with business teams in Demand and Supply Management as well as other data, analytics and technology functions at Nike.\n\nWhat you bring\nAdvanced quantitative degree (Statistics, Mathematics, Economics, Computer Science or related field) and at least 3 years of relevant industry experience or Bachelor’s degree and at least 5 years of relevant professional experience.\nDemonstrated understanding of data science methods, machine learning algorithms and production level programming principles.\nSolid skills in programming languages (particularly Python, Pandas and SQL) and ability to apply them for data acquisition and preprocessing, model developing, as well as building and maintaining production grade prediction model endpoints.\nFamiliarity with common data science/analytics software tools (e.g. Jupyter Notebook, SQL, Spark, Git) and cloud computing platforms (e.g. Amazon Web Services).\nExperience in building, training, scoring, tuning and maintaining predictive models in production at enterprise scale and familiarity with mainstream packages relevant to managing all stages of Data Science/Analytics lifecycle.\nFamiliarity with the Agile development process\nAbility to work cross functionally and evaluate complex business information from multiple perspectives, including questioning assumptions and validity.\nStrong written and verbal communication skills, including ability to develop and deliver presentation.\n\nNIKE, Inc. is a growth company that looks for team members to grow with it. Nike offers a generous total rewards package, casual work environment, a diverse and inclusive culture, and an electric atmosphere for professional development. No matter the location, or the role, every Nike employee shares one galvanizing mission: To bring inspiration and innovation to every athlete* in the world. NIKE, Inc. is committed to employing a diverse workforce. Qualified applicants will receive consideration without regard to race, color, religion, sex, national origin, age, sexual orientation, gender identity, gender expression, veteran status, or disability.\n\nNIKE, Inc. is a growth company that looks for team members to grow with it. Nike offers a generous total rewards package, casual work environment, a diverse and inclusive culture, and an electric atmosphere for professional development. No matter the location, or the role, every Nike employee shares one galvanizing mission: To bring inspiration and innovation to every athlete* in the world.\nNIKE, Inc. is committed to employing a diverse workforce. Qualified applicants will receive consideration without regard to race, color, religion, sex, national origin, age, sexual orientation, gender identity, gender expression, veteran status, or disability.",
        "location": "Boston, MA 02116 (Back Bay area)",
        "rating": "4.1",
        "summary": "You understand the tradeoffs between modeling techniques and always consider the business requirements and data limitations when developing data science models.",
        "title": "Data Scientist - Lab222",
        "url": "https://www.indeed.com/viewjob?jk=d5ca0b6976a63dce"
    },
    {
        "companyName": "Staples",
        "date": "7 days ago",
        "details": "Staples is business to business. You’re what binds us together.\nJoin our Staples World Class Supply Chain Team and deliver essential products to our customers.\nWhat you’ll be doing:\nThe Associate Data Scientist (Supply Chain) is responsible for applying analytical methods to improve decision-making across the Staples’ Supply Chain\nUsing mathematical modeling, statistical analysis, and mathematical optimization, the individual will play an important role in the tactical execution of optimal or near-optimal solutions to complex decision-making problems\nThese problems will come from all parts of the Staples’ Supply Chain and will include challenges like:\nDeveloping inventory management procurement strategies that minimize Staples’ investment in inventory while achieving or exceeding service-level targets\nRefining the Staples’ logistics network strategy to ensure facility locations and store / customer assignments are optimized to minimize variable costs\nAssist in developing carrier strategies for small package distribution services, fleet, TL, LTL carriers including route optimization modeling\nEnhancing and implementing product profitability / cost-to-serve models to ensure the right products are being stocked in the right locations\nWhat you bring to the table:\nApply analytical methods to solve complex, data-driven business problems that will ultimately have a direct impact on the Staple’s bottom-line\nCommunicate results to management as needed\nResearch, design, and implement data models and innovative algorithms to analyze diverse sources of data to realize actionable results\nThis role will be directly or indirectly supporting all functional areas within the Staples’ Supply Chain\n\nQualifications :\nWhat’s needed- Basic Qualifications\nMS in Analytical field (Industrial Engineering, Mechanical Engineering, Supply Chain, Manufacturing, Operations Research, Mathematics, Statistics, Computer Science, or other fields with focus on analytical work)\nBS in Analytical field (Industrial Engineering, Mechanical Engineering, Supply Chain, Manufacturing, Operations Research, Mathematics, Statistics, Computer Science, or other fields with focus on analytical work) with 3 years of industry experience\nExperience with data mining, mathematical modeling, statistical analysis, and mathematical optimization tools, including linear programming, integer programming, mixed integer programming, Markov decision processes, and multivariate analysis\nAbility to communicate complex quantitative analysis in clear, precise, and actionable manner wtih both technical and nontechnical customers\nDemonstrated analytical thinking & strategic problem - solving capabilities\n\nWhat’s needed- Preferred Qualifications\nProgramming Skills developing applications in NodeJS, Go, Python, Java, or Scala\nKnowledge and experience using major statistical analysis tools such as R, Matlab, or SAS\nExperience working with RDBMS and NoSQL data stores on-premise and in the Cloud (e.g.: SQL Server, PostgreSQL, MongoDB, Cassandra, Azure Cosmos DB, DynamoDB, Redshift, Teradata, Oracle, Snowflake)\nExperience building solutions on public cloud platforms (e.g.: Azure, AWS, GCP, Snowflake) using platform services and integrating with various on-premise systems\nExperience working with data visualization and BI tools such as Tableau, Power BI, MicroStrategy & QlikView\n\nWe Offer\nInclusive culture with associate-led Business Resource Groups and resources such as the Social Justice Resource Center\nFlexible PTO (22 days) and Holiday Schedule (7 observed paid holidays), Online and Retail Discounts, Company Match 401(k), Physical and Mental Health Wellness programs, and more\n\nInterested in joining the team? Check out our perks and benefits !\n\nStaples believes Inclusion is a verb and we encourage diversity of thinking and ideas as well as backgrounds and experiences. Staples is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, age, sex, sexual orientation, gender identity, national origin, protected veteran status, disability, or any other basis protected by federal, state, or local law.",
        "location": "Framingham, MA 01701",
        "rating": "3.5",
        "summary": "Research, design, and implement data models and innovative algorithms to analyze diverse sources of data to realize actionable results.",
        "title": "Associate Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=6280119a7465e103"
    },
    {
        "companyName": "Intralinks",
        "date": "30+ days ago",
        "details": "At SS&C Intralinks we pride ourselves on giving each intern a real-world experience and opportunity to hone their skills, build their portfolio, network with professionals and build relationships, in addition to preparing them for a full-time position after graduation. Motivated interns play an important role in making this a reality, but we’re here to help!\nAbout the Team:\nWe see ourselves as a “start-up” within a big product company. We cater to all the flagship products, applications and business units within the company to provide leadership, best practices, research, support and/or training when it comes to AI and machine learning. For any new AI based use case in any of the products of the company, we create proof of concepts for the product management and defines the roadmap, standards, and the architecture for that module. The journey does not end for us at this though. We take concepts all the way to develop a product! We own the complete design and development of AI based use cases all the way till they are deployed in production. We are also involved in creating the AI roadmap for the organization in terms of various AI based microservices that would be used throughout the organization.\nTechnologies and methodologies applied will include machine learning, information retrieval, artificial intelligence, natural language processing, and/or ontology engineering technologies.\nAs an Intern on our team you will:\nInterns will work both individually and with small teams to envision and realize cutting-edge ideas through rapid prototyping, development and deployment. Teams will work on business problems and Proof of Concepts to help determine which opportunities to pursue further and share these findings to assist Intralink’s future product development.\nRequired Qualifications & Relevant Experience:\nWe are specifically looking for someone to work on cutting edge NLP related projects. You may be the perfect candidate if you have been working in some or all of the area listed below -\npyTorch, scikit-learn, NLTK, Spacy, genism, gRPC, AWS, Kubernetes, Docker\nBackground in Machine Learning and NLP as well as experience in Deep Learning frameworks such as TensorFlow, Keras\nFamiliarity with Python and/or C++\nCurrently a Masters higher education in a related field of study – e.g. Computer science, NLP and ML.\nProject Description:\nThe interns will be working individually and/or in colloboration with other team member to develop prototypes in the following areas\nBuild solutions within the bounds of a well defined business problem statement in the realm of NLP, Deep learning and classical machine learning.\nAssist scientist and engineers in prototyping and evaluating new algorithims.\nReproducing published algorithms in ML and Deep learning.\nSS&C Intralinks is an Equal Employment Opportunity employer and does not discriminate against any applicant for employment or employee on the basis of race, color, religious creed, gender, age, marital status, sexual orientation, national origin, disability, veteran status or any other classification protected by applicable discrimination laws.",
        "location": "Waltham, MA 02451",
        "rating": "3.6",
        "summary": "Currently a Masters higher education in a related field of study – e.g. Computer science, NLP and ML.\nWe cater to all the flagship products, applications and…",
        "title": "Data Science",
        "url": "https://www.indeed.com/viewjob?jk=7bc1bbf799dc37dd"
    },
    {
        "date": "7 days ago",
        "details": "Serve as a member of BitSight's dynamic Data Science team. The team’s primary focus is to understand corporate cybersecurity at Internet scale. Using BitSight’s world-class petascale cybersecurity dataset, the team works to develop algorithms and models that measure cybersecurity performance and risk. Members of the Data Science team collaborate closely with BitSight’s product and engineering teams to develop new products and customer-facing features. The team also works closely with the marketing team to share results of internal research.\n\nFor this position, we are open to hiring candidates at any level - Data Scientist, Senior Data Scientist or Principal Data Scientist.\n\nObjectives & Responsibilities\n\nResearch and develop techniques for measuring cybersecurity performance at scale\nDevelop methods for estimating risk due to cybersecurity measures\nDevelop techniques for extracting firmographics from a variety of data sources\nVisualization and presentation for products and external publications\nConduct research and reporting on the security environment and data landscape\nConduct research, writing, and presentations in support of marketing activities and customer engagements to promote key findings and capabilities and explain data and ratings concepts\nApply data science and machine learning to other challenges within BitSight including but not limited to the modeling of customer data, sales opportunities, company asset discovery, and cybersecurity research tools\n\nExpected Skills\n\nOwnership mentality and entrepreneurial drive, proven ability to work autonomously\nStrong technical background with expertise in machine learning, statistics, or data-driven social science (e.g., Economics); or data-driven cybersecurity\nStrong communication and analytical skills including the ability to identify and frame initially vague problems and communicate solutions\nExperience using Python for data analytics\nFamiliarity with distributed data processing and data storage technologies\nBasic knowledge of computer networks\n\nDesired Skills\n\nStrong programming skills\nExperience with big data platforms such as Spark or Hadoop\nWorking knowledge of cybersecurity and networking\n\nEducation\n\nPh.D. or Masters in a quantitative field, or equivalent industry experience\n\nWork Location\n\nBoston, MA, Raleigh, NC, or Lisbon, Portugal preferred. Remote candidates with demonstrated ability to work independently may be considered",
        "location": "Boston, MA 02199 (Back Bay area)",
        "summary": "Familiarity with distributed data processing and data storage technologies.\nStrong technical background with expertise in machine learning, statistics, or data…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=36aa1ff0612db457"
    },
    {
        "companyName": "Thermo Fisher Scientific",
        "date": "3 days ago",
        "details": "When you join us at Thermo Fisher Scientific, you’ll be part of a smart, driven team that shares your passion for exploration and discovery. With revenues of more than $24 billion and the largest investment in R&D in the industry, we give our people the resources and opportunities to make significant contributions to the world.\nThermo Fisher Scientific’s Viral Vector Services (VVS) is a rapidly growing, dynamic gene therapy contract development and manufacturing organization (CDMO) that is seeking sharp individuals to bring the highest quality processes, products and testing to our clients. Our employees are committed to making a difference in our organization, for our client partners and the patients we serve. We are looking for top talent with proven competencies and strong character to join our team and help lead our organization into the future.\nLocation:\nCambridge, MA - A combination of onsite and remote is a possible option.\nHow will you make an impact?\nThe Staff Data Scientist/Statistician of Manufacturing Sciences and Technology (MST) will be responsible for technical manufacturing support in accordance with current good manufacturing practices (cGMP) for VVS’s phase III/commercial manufacturing sites. The Staff Data Scientist/Statistician will collaborate with cross-functional teams to design and develop robust and reliable data monitoring and visualization tools to meet and/or exceed client delivery commitments. The Staff Data Scientist/Statistician will be responsible for developing the statistical tools for the continuous process verification (CPV) program at each of the VVS commercial manufacturing sites. The Statistician/ Lead Data Scientist will provide in-depth statistical and data analytical expertise to across the VVS organization by partnering with Process Development, Quality Control, Quality Assurance, Manufacturing, and Process Sciences groups. This position will play an important role when interfacing with external clients, providing expertise and guidance, as needed.\nWhat will you do?\nProvide statistical expertise to process engineers, scientists, and associates for purification of late stage clinical, process validation and commercial stage products including overseeing the design of studies, investigation and data analysis of results, and writing/review of technical reports.Independently analyze data, make conclusions and present findings for multiple internal teams and client programs.Must stay current with relevant technologies and forward thinking to identify new approaches to meet the evolving business needs.Train MST in basic statistical techniques and appropriate data analysis tools.\nUtilize analytical, statistical, and programming skills to collect, analyze, and interpret large data sets. They then use this information to develop data-driven solutions to difficult business challenges\nLead the development of statistical and data visualization tools to meet the strategic vision of the global MST teamProvide expert statistical data analysis during deviations investigations, change controls and experimental studies.Work with counterparts in VVS’s Alachua Process Development, Cambridge and Lexington Manufacturing, Quality, project Management teams etc. to facilitate project successImplement process monitoring, statistical techniques and concepts to ensure process are running in a state of control.Keep current on regulatory and quality requirements and follow Environment, Health & Safety policies.\nHow will you get here?\nEducation:\nBS - required. Ideally in Statistics, Computer Science, Data Science or a related field. B.S. with 8+ years’ relevant experience, or Master’s degree with 6+ years’ relevant experience, or PhD with 4+ years’ relevant experience.\nSkills and Experience:\nExperience with optimization and statistical data analysis tools.Strong project management and organizational skillsWorking knowledge of GMP and regulatory requirements of biopharmaceutical manufacturing is preferredKnowledge of cell and gene therapy vector production highly desirable.Excellent troubleshooting skills and ability to solve complex technical issues.Understanding of guidelines required by FDA, EMA, and other regulatory bodiesExcellent troubleshooting skills and ability to solve complex technical issuesStrong interpersonal and communication skills, verbal and written\nThermo Fisher Scientific Inc. is the world leader in serving science, with annual revenue exceeding $25 billion. Our Mission is to enable our customers to make the world healthier, cleaner and safer. Whether our customers are accelerating life sciences research, solving complex analytical challenges, improving patient diagnostics and therapies or increasing productivity in their laboratories, we are here to support them. Our global team of more than 75,000 colleagues delivers an unrivaled combination of innovative technologies, purchasing convenience and pharmaceutical services through our industry-leading brands, including Thermo Scientific, Applied Biosystems, Invitrogen, Fisher Scientific, Unity Lab Services and Patheon. For more information, please visit www.thermofisher.com.",
        "location": "Cambridge, MA 02138 (West Cambridge area)",
        "rating": "3.5",
        "summary": "Experience with optimization and statistical data analysis tools.\nTrain MST in basic statistical techniques and appropriate data analysis tools.",
        "title": "MST Staff Scientist, Data Science/Statistician",
        "url": "https://www.indeed.com/viewjob?jk=259dfc1e273ec313"
    },
    {
        "companyName": "Analysis Group, Inc.",
        "date": "3 days ago",
        "details": "Overview:\n\nData Scientist\nLocations US-MA-Boston | CA-QC-Montreal\nCategory\nData Science\nOverview\nAnalysis Group is one of the largest international economics consulting firms, with more than 1,000 professionals across 14 offices in North America, Europe, and Asia. Since 1981, we have provided expertise in economics, finance, health care analytics, and strategy to top law firms, Fortune Global 500 companies, and government agencies worldwide. Our internal experts, together with our network of affiliated experts from academia, industry, and government, offer our clients exceptional breadth and depth of expertise.\nWe are currently seeking a Data Scientist to join our team. The ideal candidate should be passionate about working on cutting edge research and analytical services for Fortune 500 companies, global pharma/biotech firms and leaders in industries such as finance, energy and life sciences. The Data Scientist will be a contributing member to client engagements and have the opportunity to work with our network of world-class experts and thought leaders.\nJob Functions and Responsibilities\nThe candidate Data Scientist will help develop, maintain and teach new tools and methodologies related to data science and high performance computing. This position will also help Analysis Group in maintaining our leadership position in terms of advancing methodology and data analytics. The Data Scientist will be responsible for staying abreast of new developments in technology relating to data science, to share more broadly with Analysis Group.\nKey responsibilities for this position will include:\nWorking with project teams to address data science/computing challengesIdentifying opportunities for technology to enhance service offeringsActing as a resource and participating in client engagements and research as part of the project teamMaintaining up-to-date knowledge of computing tools, providing technical training and helping to grow the in- house knowledge base, specifically in a Linux environmentPresenting research at selected conferences\nExamples of activities for the Data Scientist will include:\nDeveloping data engineering and machine learning production systems for full stack data science projectsUsing natural language processing methodologies to work with EMR data, social media data and other unstructured dataOptimizing procedures for managing and accessing large databases (e.g., insurance claims, electronic health records, financial transactions)Developing and reviewing software and packages in R, Python, C# and other Object Oriented Languages\nQualifications\nSignificant experience working within a Linux environment required, experience with Docker and front-end development using a Javascript framework (e.g., Vue.js, Angular) is highly preferred.Strong credentials and experience working with document and relational databases (MongoDB, SQL Server, etc.).Bachelor’s degree required. Advanced degree, ideally PhD in Computer Science, Mathematics, Statistics, Economics or other relevant scientific degree with relevant experience, is preferred. Other candidates with at least one year of experience in the field may also be considered.Demonstrates strong interpersonal, written, and oral communication skills.Project experience with Python and/or R is preferred.Demonstrated experience working on project teams and collaborating with others.\nEqual Opportunity Employer/Protected Veterans/Individuals with Disabilities.\nPlease view Equal Employment Opportunity Posters provided by OFCCP here.\nThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor's legal duty to furnish information. 41 CFR 60-1.35(c)\nScientifique des données – Boston - MontréalLe masculin est utilisé ici en tant que genre neutre et sert uniquement à alléger le texte.\nA propos de Groupe d’analyse :\nGroupe d’analyse est l’une des plus grandes sociétés de conseil en économie, avec plus de 1000 professionnels répartis dans 14 bureaux en Amérique du Nord, en Europe et en Asie. Depuis 1981, nous fournissons une expertise en analyse et en stratégie dans les domaines de l’économie, de la finance et de la santé, à des cabinets d’avocats de premier ordre, des entreprises du Fortune Global 500 et des organismes gouvernementaux du monde entier. Nos experts internes, en collaboration avec notre réseau d’experts affiliés issus du monde universitaire, de l’industrie et des entités publiques, offrent à nos clients un éventail de connaissances d’une étendue et d’une profondeur exceptionnelles.\nNous recherchons actuellement pour notre équipe un scientifique des données (« Data Scientist »). Enthousiaste à l’idée de travailler sur des projets à la pointe de la recherche et d’offrir des services analytiques aux sociétés classées au Fortune 500, aux entreprises pharmaceutiques et biotechnologiques d’envergure internationale ainsi qu’à celles de premier plan dans les secteurs de la finance, de l'énergie et des sciences de la vie, le scientifique des données contribuera à l’activité de nos clients tout en ayant la chance de travailler avec notre réseau d'experts et de leaders d'opinion de classe mondiale.\nLe poste de scientifique des données :\nEn tant que scientifique des données, vous contribuerez à développer, alimenter et enseigner de nouveaux outils et méthodologies liés à la science des données et au calcul haute performance (HPC). Ceci permettra notamment à Groupe d'analyse de continuer à être un moteur de progrès aussi bien méthodologiques que dans l'analyse des données. Le titulaire du poste devra en outre se tenir au courant des nouvelles avancées technologiques en science des données, afin de les partager avec toute l’entreprise. Les principales responsabilités et tâches dévolues au scientifique des données peuvent inclure, sans s’y limiter, les éléments suivants :\nCollaborer avec les équipes de projet pour relever les défis informatiques et liés à la science des donnéesIdentifier des façons dont la technologie peut améliorer l’offre de servicesContribuer à l’activité et à la recherche du client en tant que spécialiste et membre de l'équipe de projetMaintenir les connaissances sur les outils informatiques à jour, former le personnel sur des points techniques et aider à développer la base de connaissances interne, en particulier dans un environnement LinuxPrésenter les recherches lors de certaines conférencesDévelopper des systèmes de production en ingénierie des données et apprentissage automatique pour des projets de science des données full-stackUtiliser des méthodologies de traitement automatique du langage pour travailler avec les données des DME et des médias sociaux et d’autres données non structuréesOptimiser les procédures de gestion et d'accès aux grandes bases de données (déclarations de sinistre, dossiers de santé électroniques, transactions financières, etc.)Développer et réviser des logiciels codés en R, Python et autres langages orientés objet\nQualifications requises:Une expérience de travail significative au sein d'un environnement Linux est requise, une expérience avec Docker et de développement front-end à l'aide d'un framework JavaScript (par exemple, Vue.js, Angular) est hautement préférée.Compétences avancées et expérience de travail avec des bases de données orientée documents et base de données relationnelle (MongoDB, SQL Server, etc.)Diplôme de niveau licence exigé. Dans l’idéal, le candidat possède un doctorat en informatique, mathématiques, statistiques, économie ou un autre diplôme scientifique pertinent accompagné d’une expérience professionnelle concordante. La candidature d’autres personnes possédant au moins un an d'expérience dans le domaine sera éventuellement étudiée.Excellentes aptitudes pour les relations interpersonnelles, la communication orale et écrite.Expérience de projets utilisant Python et/ou R souhaitée.Expérience avérée de travail au sein d'équipes de projet et de collaboration avec des tiers.\nGroupe d’analyse est une entreprise équitable en matière d’emploi et respectueuse de la loi américaine portant sur la protection des anciens combattants et des personnes handicapées.\nVous pouvez consulter les brochures (en anglais) de l’OFCCP, bureau rattaché au Ministère du Travail des Etats-Unis et relatives à l’égalité des chances professionnelles ici.\nL’entreprise s’engage à ne pas licencier ni discriminer, de quelque manière que ce soit, tout employé ou candidat qui se serait renseigné sur, aurait discuté de ou révélé son propre salaire ou celui d’un autre employé ou candidat. Néanmoins, les employés ayant accès, dans le cadre de leurs fonctions, aux informations relatives à la rémunération d’autres employés ou candidats ne sont autorisés à révéler ladite rémunération à des tiers – qui n’auraient, autrement, pas accès à ces informations – que dans les cas suivants : (a) en réponse à une plainte ou accusation en bonne et due forme, (b) dans le cadre d’une enquête, de poursuites judiciaires, d’une audience ou d’une action en justice, dont toute enquête à l’initiative de l’employeur ou (c) conformément aux obligations légales de l’entreprise en matière de transparence (Article 41, paragraphe 60-1.35(c) du Code de la règlementation fédérale des Etats-Unis (CFR)).\nÂ:\nEqual Opportunity Employer/Protected Veterans/Individuals with Disabilities.\nPlease view Equal Employment Opportunity Posters provided by OFCCP here.\nThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor's legal duty to furnish information. 41 CFR 60-1.35(c)",
        "location": "Boston, MA 02199 (Back Bay area)",
        "rating": "4.2",
        "summary": "Developing data engineering and machine learning production systems for full stack data science projects.\nUsing natural language processing methodologies to…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=c0708b319b382c0d"
    },
    {
        "companyName": "John Hancock",
        "date": "30+ days ago",
        "details": "Are you looking for unlimited opportunities to develop and succeed? With work that challenges and makes a difference, within a flexible and supportive environment, we can help our customers achieve their dreams and aspirations.\nJob Description\nJohn Hancock Retirement Division is looking for an exceptional data science engineer to lead the discovery of hidden information using our massive data and leverage advanced analytics and predictive modeling techniques to enable data-driven strategic decision making. This role requires broad knowledge of data engineering techniques, familiarity with predictive analytics, and advanced application of those techniques to a variety of business issues. This is a unique opportunity to join a creative and passionate growing team within a Fortune 500 organization. We’re a lean, flat and experimental team that combines science and engineering to identify and inject high-value insights into business operation. The team works in quick iterations, using cutting edge techniques and algorithms that are best suited for the various challenges, which include but not limited to: sales, distribution, marketing and pricing. Results of this work will be presented and transformed in a variety of ways, including interactive visualizations, presentations, publications and web applications.\nReporting to the Head of AI/Advanced Analytics, this position will take a leading part in designing and delivering Data Warehouses, Self-Service Tooling, Real-time Streaming and Big Data Solutions for multiple functional areas using modern technologies; manage the analytics data environment as well as the deployment of existing and new ML/AI solution. The ideal candidate will have experience in a range of the big data space and technologies and stays on top of new development, trends and applies data engineering and science into the marketing and sales organization. You will be instrumental in\nResponsibility\nWork with cross-functional team members to identify and prioritize actionable, high-impact insights using data and ML/AI solution\nDesign and build data pipeline for ML/AI that are robust, modular, scalable, deployable, reproducible, and versioned\nManage data infrastructure to source and curate data from disparate sources using appropriate engineering methodologies, computational frameworks and systems; and improve accessibility, efficiency, governance, processing, and quality of data\nIdentify innovative ways to source & leverage data to support modeling efforts and to scale, optimize, and refactor existing tools and workflows\nSubject matter expert to leadership for technical guidance around data and analytics solution design and best practices.\nImprove speed to market by focusing on current data needs as well as building out the long-term strategic data solutions using modern data technologies\nQualification\nAdvanced degree in a quantitative discipline (Computer Science, Information system, etc.)\nStrong programming skills; proficient in Python / R / SQL\nProven experience building data pipelines in production for advanced analytics use cases\nExperience with big data technologies like Hadoop, Spark, Cassandra, MongoDB or other open source big data tools\nExperience with developing APIs to support public-facing web applications\nPractical experience with UI development, such as R shiny or Python Dash / Bokeh / Jungle or Web app development with Java / CSS / HTML\nFamiliar with distributed computing frameworks (e.g. Spark, Dask), cloud platforms (e.g. AWS, Azure, GCP), containerization, and analytics libraries (e.g. pandas, NumPy, matplotlib)\nExperience with real-time data streaming tools like Kafka, Kinesis, Apache Storm or any similar tools.\nPractical knowledge of software engineering concepts and best practices, inc. DevOps, DataOps, and MLOps would be considered a plus\nStrong sense of ownership and master hands-on technical work\nContinuously learn to maintain strong knowledge of technology enablers\n#LI-JH\n\nIf you are ready to unleash your potential, it’s time to start your career with Manulife/John Hancock.\nAbout Manulife\nManulife Financial Corporation is a leading international financial services group that helps people make their decisions easier and lives better. With our global headquarters in Toronto, Canada, we operate as Manulife across our offices in Canada, Asia, and Europe, and primarily as John Hancock in the United States. We provide financial advice, insurance, and wealth and asset management solutions for individuals, groups and institutions. At the end of 2020, we had more than 37,000 employees, over 98,000 agents, and thousands of distribution partners, serving over 30 million customers. As of December 31, 2020, we had $1.3 trillion (US$1.0 trillion) in assets under management and administration, and in the previous 12 months we made $31.6 billion in payments to our customers. Our principal operations are in Asia, Canada and the United States where we have served customers for more than 155years. We trade as 'MFC' on the Toronto, New York, and the Philippine stock exchanges and under '945' in Hong Kong.\nManulife is an Equal Opportunity Employer\nAt Manulife /John Hancock , we embrace our diversity. We strive to attract, develop and retain a workforce that is as diverse as the customers we serve and to foster an inclusive work environment that embraces the strength of cultures and individuals. We are committed to fair recruitment, retention, advancement and compensation, and we administer all of our practices and programs without discrimination on the basis of race, ancestry, place of origin, colour , ethnic origin, citizenship, religion or religious beliefs, creed, sex (including pregnancy and pregnancy-related conditions), sexual orientation, genetic characteristics, veteran status, gender identity, gender expression, age, marital status, family status, disability, or any other ground protected by applicable law.\nIt is our priority to remove barriers to provide equal access to employment. A Human Resources representative will work with applicants who request a reasonable accommodation during the application process . All information shared during the accommodation request process will be stored and used in a manner that is consistent with applicable laws and Manulife/John Hancock policies . To request a reasonable accommodation in the application process, contact recruitment@manulife.com .\nE EO is the Law I Family & Medical Leave I Employee Polygraph Protection I Right to Work I E-Verify I Pay Transparency",
        "location": "Boston, MA",
        "rating": "3.9",
        "summary": "John Hancock Retirement Division is looking for an exceptional data science engineer to lead the discovery of hidden information using our massive data and…",
        "title": "Data Science Engineer",
        "url": "https://www.indeed.com/viewjob?jk=2d922bb17a5fc2c7"
    },
    {
        "companyName": "John Hancock",
        "date": "30+ days ago",
        "details": "Are you looking for unlimited opportunities to develop and succeed? With work that challenges and makes a difference, within a flexible and supportive environment, we can help our customers achieve their dreams and aspirations.\nJob Description\nJob Overview\nManulife is looking for an exceptional data scientist in driving analytics solution development and commercialization activities that transformed analytical concepts into business actions with measurable benefits for the US Retirement business in GWAM. This role requires broad knowledge of predictive analytics techniques and advanced application of those techniques to a variety of business issues. This is a unique opportunity to join a creative and passionate growing team within a Fortune 500 organization.\nKey Responsibilities:\nDevelops and implements analytics enabled solutions to improve business process, to generate insights, support business goals and strategy development\nOwns and delivers projects of diverse scope\nIndependently provides analysis on datasets of significant complexity\nInnovate and find creative ways to source and use data to support modeling efforts, utilizing structured and unstructured data, and big data technologies\nHandle data sets from disparate sources using appropriate engineering methodologies, computational frameworks and systems\nProvide expertise on analytics concepts for the broader advanced analytics group, and inspire the adoption of advanced analytics, data engineering and data science across the organization\nEducation, Experience & Skills:\nPh.D. or Master’s Degree in a quantitative discipline (Statistics, Applied Mathematics, Computer Science, etc.)\n2+ years experience of developing probabilistic models, data mining, and machine learning algorithms including real world experience in model development validation and testing and implementation\nExpert in data analysis using Python or R, SQL\nStrong data engineering, and data management expertise with demonstrated data transformation and manipulation experience\nStrong communication and presentation skills. Ability to present data reports/ analyses and statistics in a simple and clear way. Evidence of ability to persuade a wide range of colleagues\nStrong commitment to organizational success and team work\nDemonstrated ability to exchange ideas and convey complex information clearly and concisely\nExperience in sales, distribution, and/or marketing modeling desirable - financial services industry experience preferred\nInspires and motivates others\nHighly collaborative working style\nDepending on the level of experience, candidates may be considered for an Associate Data Scientist or Data Scientist position\n\nIf you are ready to unleash your potential, it’s time to start your career with Manulife/John Hancock.\nAbout Manulife\nManulife Financial Corporation is a leading international financial services group that helps people make their decisions easier and lives better. With our global headquarters in Toronto, Canada, we operate as Manulife across our offices in Canada, Asia, and Europe, and primarily as John Hancock in the United States. We provide financial advice, insurance, and wealth and asset management solutions for individuals, groups and institutions. At the end of 2020, we had more than 37,000 employees, over 98,000 agents, and thousands of distribution partners, serving over 30 million customers. As of December 31, 2020, we had $1.3 trillion (US$1.0 trillion) in assets under management and administration, and in the previous 12 months we made $31.6 billion in payments to our customers. Our principal operations are in Asia, Canada and the United States where we have served customers for more than 155years. We trade as 'MFC' on the Toronto, New York, and the Philippine stock exchanges and under '945' in Hong Kong.\nManulife is an Equal Opportunity Employer\nAt Manulife /John Hancock , we embrace our diversity. We strive to attract, develop and retain a workforce that is as diverse as the customers we serve and to foster an inclusive work environment that embraces the strength of cultures and individuals. We are committed to fair recruitment, retention, advancement and compensation, and we administer all of our practices and programs without discrimination on the basis of race, ancestry, place of origin, colour , ethnic origin, citizenship, religion or religious beliefs, creed, sex (including pregnancy and pregnancy-related conditions), sexual orientation, genetic characteristics, veteran status, gender identity, gender expression, age, marital status, family status, disability, or any other ground protected by applicable law.\nIt is our priority to remove barriers to provide equal access to employment. A Human Resources representative will work with applicants who request a reasonable accommodation during the application process . All information shared during the accommodation request process will be stored and used in a manner that is consistent with applicable laws and Manulife/John Hancock policies . To request a reasonable accommodation in the application process, contact recruitment@manulife.com .\nE EO is the Law I Family & Medical Leave I Employee Polygraph Protection I Right to Work I E-Verify I Pay Transparency",
        "location": "Boston, MA",
        "rating": "3.9",
        "summary": "Strong data engineering, and data management expertise with demonstrated data transformation and manipulation experience.",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=94de8850682f4a9f"
    },
    {
        "companyName": "Homesite Insurance",
        "date": "Today",
        "details": "Homesite Insurance was founded in 1997 and was one of the first companies to enable customers to purchase home insurance directly online, during a single visit. Since then, we've continued to innovate rapidly to meet the needs of our customers and their changing expectations.\nOne thing that's stayed the same since our founding: our commitment to our customers, partners and employees.\nJoin us on our journey as we continue to grow into a powerful contender in the field of insurance.\nCompensation may vary based on the job level and your geographic work location.\nCompensation Minimum:$76,000\nCompensation Maximum:$150,000\nPending\nHomesite is an innovative national property and casualty insurance company with a fast-paced environment. We're proud to be part of the American Family Mutual Insurance Company and offer multiple products in partnership with large national brands. We seek a person possessing analytical rigor, a sense of data and mad coding skills with a desire to build a successful career in Data Science. The primary role will be to grow profits through the development of state of the art pricing and product plans. Additional responsibilities include:\nLead predictive modeling projects often involving multiple team members to develop new rating structures, recommenders and underwriting programs that increase our customer lifetime value.\nUse statistical and machine learning/deep learning to build supervised, semi-supervised and unsupervised models per business needs.\nWork with fellow data scientists and developer teams to translate models to business solutions and collaborate with other departments in the company when necessary.\nLead the business efforts in conjunction with IT to help implement the models in production.\nInterface with stakeholders and develop innovative approaches to communicate the value add of the models being built.\nIdentify, leverage, develop, and demonstrate expertise in emerging technologies, open source tools, and harnessing new AI techniques.\nRequirements:\nMaster’s degree or higher in Statistics, Machine Learning, Computer Science, Applied Mathematics, Physics or other quantitative discipline.\nA doctoral degree and/or some Actuarial exams preferred\nThree to five years business experience in statistical modeling, data mining, machine learning, artificial intelligence, and applying data base queries.\nCapable of influencing senior managers through outstanding presentations.\nSkilled in mentoring junior staff.\nExtensive knowledge of Machine Learning and Statistical methods and experience applying them to business problems.\nAbility to extract and clean data from a variety of structured and unstructured sources.\nSolid understanding of best practices in coding, code organization, data transformation, imputation, model selection, evaluation, and tuning.\nAbility to drive both individual and team projects to completion.\nPrior experience with GLMs and Bayesian modeling is a plus.\nExperience with AWS (SageMaker) is preferred.\nKnowledge of deep learning neural networks and experience in frameworks such as TensorFlow, Keras, Caffe, PyTorch, etc. preferred.\nProficiency in programming in Python, R and SQL. Knowledge of Go, Java or Scala is a plus.\nKnowledge of one version control system, preferably Git is required.\nMastery of the command line is good to have.\nPrior experience with H2O and DataRobot is a plus.\nWhen you work at Homesite you can expect benefits that support your physical, emotional, and financial wellbeing. You will have access to comprehensive medical, dental, vision and wellbeing benefits that enable you to take care of your health. We also offer a competitive 401(k) contribution, a pension plan, an annual incentive, and a paid-time off program. In addition, our student loan repayment program and paid-family leave are available to support our employees and their families. Interns at Homesite are eligible for the paid time off program. Contingent workers are not eligible for American Family Enterprise benefits.\nStay connected: Join Our Enterprise Talent Community !",
        "location": "Boston, MA",
        "rating": "3.2",
        "summary": "Three to five years business experience in statistical modeling, data mining, machine learning, artificial intelligence, and applying data base queries.",
        "title": "Sr. Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=e3964126fda96ef9"
    },
    {
        "companyName": "NATIONAL GRID CO USA (NE POWER)",
        "date": "Just posted",
        "details": "About us\nEvery day we deliver safe and secure energy to homes, communities, and businesses. We are there when people need us the most. We connect people to the energy they need for the lives they live. The pace of change in society and our industry is accelerating and our expertise and track record puts us in an unparalleled position to shape the sustainable future of our industry.\nTo be successful we must anticipate the needs of our customers, reducing the cost of energy delivery today and pioneering the flexible energy systems of tomorrow. This requires us to deliver on our promises and always look for new opportunities to grow, both ourselves and our business.\nNational Grid is hiring a Data Science Manager for our Data Science department in Waltham, MA.\nJob Purpose\nAs a Data Science Manager at National Grid, you will lead a team and do hands-on work. You will work in a dynamic organization to turn data into actionable intelligence. The variety and complexity of challenges you will solve is second to none, but most important is the real world impact your work will have on the lives of millions of people.\nThe National Grid Data Science teams provide insights and conclusions from multiple sources of information in a variety of different formats using analysis techniques that range from simple to advanced. An ability to work cross-functionally and on Agile teams is critical and you should have a broad knowledge of:\nStatistical & Probabilistic Analyses\nProgramming/Software Development\nEffective Visualization and Presentation\nKey Accountabilities\nLead, manage, and mentor a team of Data Scientists\nEmploy sophisticated analytics programs, machine learning, and statistical methods for predictive and prescriptive modeling, forecasting, and simulations\nDiscover the best methods of integrating data from several different sources and formats for use in analyses\nProject manage efforts both internal to the team and across the enterprise\nBe intellectually curious and enjoy learning\nSupervisory/Interpersonal- Experience Required\nCan manage projects both internal to the team and across the enterprise.\nCan supervise and mentor other team members.\nQualifications\n4+ years of data science experience (utility or energy sector is a plus)\nExperience leading large projects and/or a team of individual contributors\nDemonstrated ability to communicate and interact with business stakeholders without supervision\nDemonstrated ability to translate technical knowledge into business terms\nFluency in:\nMachine learning tools and techniques\nPython and/or R\nSQL\nExperience with cloud computing in Linux and Windows environments (Azure is a plus)\nMaster’s degree in a quantitative discipline, exceptional candidates considered with Bachelor’s degree or Master’s degree in progress\nPreferred Skills and Experience:\nStrong background in full lifecycle of Data Science products\nKnowledge of Agile frameworks\nRegulated utility experience\nActive github repository and stackoverflow account\nData science competition entries (kaggle, kdnuggets, etc.)\nExperimental Design experience\nInteractive visualization tools (Power BI is a plus)\nGIS knowledge (ArcGIS is a plus)\nMore Information\nNational Grid is an equal opportunity employer that values a broad diversity of talent, knowledge, experience and expertise. We foster a culture of inclusion that drives employee engagement to deliver superior performance to the communities we serve. National Grid is proud to be an affirmative action employer. We encourage minorities, women, individuals with disabilities and protected veterans to join the National Grid team.",
        "location": "Waltham, MA",
        "rating": "3.8",
        "summary": "4+ years of data science experience (utility or energy sector is a plus).\nData science competition entries (kaggle, kdnuggets, etc.).",
        "title": "Data Science Manager",
        "url": "https://www.indeed.com/viewjob?jk=71c489476f6155bd"
    },
    {
        "companyName": "Leidos",
        "date": "30+ days ago",
        "details": "Description\nJob Description:\nThe SDA Operation at Leidos is seeking a Data Collection/Labeling Technician in Tewksbury, MA, to help create data sets for the development of advanced machine learning algorithms. The Data Collection/Labeling Technician uses a custom drawing tool to indicate the location and size of objects of interest in our Image datasets. Data labeling responsibilities will be completed for 3-D x-ray scans of baggage and body scanner images to indicate the locations of explosives and other prohibited items. This is a great opportunity for an up-and-coming Data Scientist to get their foot in the door of an engineering program that offers growth potential and professional development.\nDuties and responsibilities may change from time to time without notice, and include but are not limited to:\nCreate data annotation polygons using custom image marking tools\nWork on computer to perform job duties by working with files and folders to organize and backup datasets\nEffectively navigate files and folders on computer system using a keyboard and mouse.\nIdentify, record and correct image metadata in Excel spreadsheet and/or the data labeling tool\nParticipates in data collection activities that require abilities identified in job qualifications.\nWill require occasional travel (10-15%), domestic and international\nAll other duties as assigned\nBasic Qualifications:\nHigh School Diploma and 1-3 years of relevant experience, or equivalent combination of education and work experience\nAbility to maintain high quality work and productivity for extended durations during labeling efforts\nProficient in computer applications such as MS Windows and drawing tools, i.e. MS Paint\nBasic proficiency in MS Office application, specifically Excel\nMust have positive, team-work focused attitude and approach to work tasks. Must be a team player.\nData collection activities requires the following abilities:\nAbility to lift up to 50 pounds, with or without accommodation.\nAbility to take detailed notes and follow specific work instructions.\nAbility and comfort in handling test materials which include guns, knives, explosive simulants and bag clutter items\nAbility to tape test items to people as part of testing activities\nMust be able to obtain and maintain a US secret security clearance - requires US Citizenship\nPreferred Qualifications:\nCurrent or prior experience labeling image datasets\nCurrent or prior experience with Linux/Unix file management and use of the command line\nCurrent or prior experience working with external USB drives and transferring data\nCareer path with Engineering focus\nBA/BS degree preferred\nCurrent US Secret security clearance\nAbout Us:\nOur Tewksbury office is a fast-paced, diverse and collaborative environment, only a short commute from downtown Boston and Nashua. We offer flexible work arrangements and value and support the well-being and mobility of our employees with competitive benefit packages, complementary e-learning training, work-life flexibility, exciting referral programs, and a diverse, inclusive and ethical work place. In fact, in 2020, Leidos was ranked as one of the “World's Most Ethical Companies” by the Ethisphere Institute for the third consecutive year.\nDriven by our talented workforce, the Security Detection and Automation Operation is the cornerstone of Leidos’ comprehensive suite of fully integrated security detection and automation solutions for aviation, ports and borders, and critical infrastructure customers around the world, with more than 24,000 products deployed across 120 countries. Leidos is positioned to address emerging and evolving threats through rapid development of innovative solutions for our global customers.\nSDAS\nExternal Referral Bonus:\nIneligible\nExternal Referral Bonus $:\nPotential for Telework:\nYes, 25%\nClearance Level Required:\nNone\nTravel:\nYes, 10% of the time\nScheduled Weekly Hours:\n40\nShift:\nDay\nRequisition Category:\nProfessional\nJob Family:\nEngineering Technologist\nPay Range:",
        "location": "Tewksbury, MA 01876",
        "rating": "3.7",
        "summary": "Create data annotation polygons using custom image marking tools.\nCurrent or prior experience working with external USB drives and transferring data.",
        "title": "Data Collection and Labeling Technician - Entry Level Data Science",
        "url": "https://www.indeed.com/viewjob?jk=d237f5d8d6fc5575"
    },
    {
        "date": "10 days ago",
        "details": "SUMMARY\nKAGR is seeking a skilled Data Scientist with deep experience developing predictive models to drive business decisions. The position will autonomously own the design, execution, and delivery of actionable data science models to answer strategic questions in the sports industry. This person will work closely with other members of the Data Science team and will partner with internal teams including Client Services, Data Engineering, and Business Intelligence to develop a variety of predictive models, forecasting models, and marketing analyses. Additionally, the Data Scientist will participate in consulting projects focused on delivering insights to customers. This is a great opportunity for someone who wants to use advanced analytics and data science to transform the sports and entertainment industry.\nDUTIES AND RESPONSIBILITIES\nDesign, develop, deploy and maintain a variety of predictive models (including lead scoring, lookalike, retention, and other customized predictive models)\nUse models and analyses to answer strategic sports business questions related to revenue, ticket sales, attendance, etc.\nPartner with internal teams to ensure that Data Science output meets client requirements\nPartner with other members of the Data Science team to develop new models and iteratively improve upon existing models to help answer clients business questions and inform clients strategic decisions\nAct as a mentor to junior Data Science team members to share new techniques and share best practices\nDevelop other custom solutions as required by KAGR clients\nSpecial projects and assignments as business dictates\nResponsible for the maintenance, creation and control of all personally identifiable information or any other information protected by any Confidentiality or Privacy Standards or Company Policies that you have access or knowledge of, including but not limited to any state or federal regulations including HIPAA\nSUPERVISORY RESPONSIBILITIES\nThis position has no supervisory responsibilities\nSKILLS AND QUALIFICATIONS\nBachelors Degree in Statistics, Economics, Mathematics, Computer Science, or quantitative discipline (Masters Degree is a plus)\n3+ years of experience developing and testing advanced analytical models and ML models\nExperience in data mining with the ability to translate raw data into meaningful insights and recommendations\nInterest in learning and applying statistical methodologies, techniques and processes\nInterest in marketing analytics and advanced market research\nInterest in continuously deepening knowledge of advanced statistical analysis and modeling\nAbility to present complex data sets and analyses in ways that are easy to understand for both technical and non-technical audiences\nDemonstrable experience with common data science toolkits, such as Python, R, NumPy, Pandas, scikit-learn, etc.\nExperience with SQL required for data mining\nExperience processing and analyzing large data sets\nExcellent analytical and problem-solving skills\nAbility to work collaboratively within a diverse team and serve a variety of stakeholders with different priorities\nOutstanding organizational skills and attention to detail\nMust be curious, resourceful, team-oriented, and coachable\nPHYSICAL DEMANDS\nSitting for extended periods of time\nDexterity of hands and fingers to operate a computer keyboard, mouse, and other computing equipment\nThe employee frequently is required to talk or hear\nThe employee is occasionally required to reach with hands and arms\nSpecific vision abilities required by this job include close vision, distance vision, color vision, peripheral vision, depth perception, and ability to adjust focus\nReasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.\nWORK ENVIRONMENT\nFast paced office environment\nThe noise level in the work environment is usually moderate.\nCERTIFICATES, LICENSES, REGISTRATIONS\nNone required\nOTHER DUTIES\nPlease note this job description is not designed to cover or contain a comprehensive listing of activities, duties or responsibilities that are required of the employee for this job. Duties, responsibilities and activities may change at any time with or without notice.\nThis company is an equal opportunity employer. We evaluate qualified applicants without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, veteran status, and other legally protected characteristics.",
        "location": "Foxborough, MA 02035",
        "summary": "Experience in data mining with the ability to translate raw data into meaningful insights and recommendations.\nExperience with SQL required for data mining.",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=41d5b51c6fbfa4ff"
    },
    {
        "companyName": "H3 Biomedicine",
        "date": "13 days ago",
        "details": "Cambridge, MA-based H3 Biomedicine (H3B) is a leading company in cancer genomics driven drug discovery, delivering on the promise of precision medicine. The company was launched in 2011 with an unprecedented $200 million in initial funding from Eisai, plus a continued ongoing commitment to fund H3B’s robust discovery pipeline and clinical programs. Now with three clinical stage anti-cancer molecules in active development, H3B is able to uniquely leverage distinct insights from cancer genomics and real-life patient data to advance its projects to clinical proof of concept and beyond. H3B embraces a novel business model in which it collaborates with Eisai, a leading global pharmaceutical company, to create a prolific drug discovery engine and partnership platform.\nH3 Biomedicine has built a strong data science team with varied scientific background, skillset and responsibilities, spanning data analytics, cancer genomics, bioinformatics, scientific data management and integration to high performance computing. The team has been fully integrated in our research and development organization as a core strength.\nWe are seeking a highly motivated computational biologist with leading expertise and diverse backgrounds to join our data science and bioinformatics team. The ideal candidate should have solid scientific, computational and statistic training, and is delivery oriented with a focus on real world impact. The candidate should also be a quick learner, extremely flexible and able to adapt to needs and new scientific advancements.\nPrincipal Duties and Responsibilities:\nLead the data science effort of clinical biomarker as an integral members of the clinical program. Activities include but are not limited to identification and validation of clinical biomarkers from clinical trials, and applying real world data and evidence to support clinical programs.\nRepresent data science discipline in clinical development team to provide broad range of support and ensure best use of all relevant data impacting project decisions; interpret and present scientific results with clear conclusions and recommendations.\nWork with biostatistics team to ensure quality analysis to support external publications and regulatory communications.\nWork with discovery and translational leaders to identify biomarker hypotheiss from preclinical studies.\nWork with clinical development and discovery teams to analyze real workd data (RWD) to support trial design, biomarker validation and target identification\nContribute to team effort in computational NGS analysis (RNAseq, DNAseq, single cell sequencing) and proteomics data analysis; including identifying fit-for-purpose tools and pipelines, implementing or/and working with vendors to streamline the workflow in suitable computing environment\nContribute to the development of innovative data management / integration and information intelligence solutions:\nAct as bridge between end users and developers to clarify and define system requirement.\nProvide bioinformatics support to ensure data quality and usability.\nMaintain expertise in state-of-the-art data science and cancer genomics methods.\nCommunication:\nProactively communicate to supervisor and key stakeholders of activities and status.\nGenerate patent, technical documents, external publications and presentation.\nWork with external vendors to achieve business goals.\nMust be able to multi-task.\nJob qualifications:\nPh.D in bioinformatics, computational biology, computer science, or related field. Hands on experience in the area of oncology or oncogenomics preferred\nExpertise in computational tools and pipelines for data analysis including but not limited to:\nNGS data, including RNAseq, WES and WGS, single cell sequencing\nDiverse types of omics data such as genomic alterations, transcriptome profiling, copy number profiling, as well as data from various proteomics platforms\nExperience in other biomarker (eg, PCR/IHC) analysis is preferred\nSolid understanding of statistical analysis principles and expert user of the statistical data analysis tools / packages, such as R/bioconductor, python, matlab, or equivalent\nStrong computational and engineering skills including database and software development training / experience, ability to independently manipulate large datasets in Unix/Linux environment; experience with AWS a plus\nExperience with Real World Data (RWD) is a plus\nMust be a quick learner with strong curiosity, and stay at forefront of technologies in the area of computational biology and genomics\nProficiency in common cancer genomics / bioinformatics databases and tools\nAbility to understand real world problems thoroughly and propose fit-for-purpose solutions to the right question; ability to independently design and perform diverse bioinformatics tasks to answer questions impactful for projects\nExperience with data visualization as an effective way of presenting and communicating results\nMust be a team player and willing to help and ask for help; excellent written and verbal communication skills; excellent interpersonal skills with a proven record of interacting with bench scientists effectively.\nH3 Biomedicine is an equal opportunity employer and as such, is committed in policy and in practice to recruit, hire, train, and promote in all job qualifications without regard to race, color, religion, gender, age, national origin, citizenship status, marital status, sexual orientation, gender identity, disability or veteran status. Similarly, considering the need for reasonable accommodations, H3 Biomedicine prohibits discrimination against persons because of disability, including disabled veterans.\nH3 Biomedicine Inc. participates in E-Verify. E-Verify is an Internet based system operated by the Department of Homeland Security in partnership with the Social Security Administration that allows participating employers to electronically verify the employment eligibility of all new hires in the United States.",
        "location": "Cambridge, MA 02139 (The Port - Area 4 area)",
        "rating": "4.7",
        "summary": "Represent data science discipline in clinical development team to provide broad range of support and ensure best use of all relevant data impacting project…",
        "title": "Investigator I/II – Data Science",
        "url": "https://www.indeed.com/viewjob?jk=b8dd4d95bf5183eb"
    },
    {
        "date": "7 days ago",
        "details": "The PositionNasuni is seeking an Analyst to help drive the growth of our Business Analytics team. Reporting to the Manager of Business Analytics and Strategy, this individual will contribute to the success of the team by providing data analysis and visualizations to key areas of the company. In addition to a technical and analytical skillset, this person will be able to leverage their business facing skills by partnering with their Finance, Strategy and Operations counterparts to obtain a deep understanding of the business and how data can be used to drive the strategic decisions in the company.ResponsibilitiesWork with analytics leadership to identify KPIs and areas for growth using a variety of data sets and analytical methods.Partner with cross-functional stakeholders to report consistent metrics across the organization while building trust along the way.Work with company wide system owners to obtain an understanding of the company’s various data sources and ensure that the data warehouse is the single source of truth.Answer pressing business questions by processing requests into visualizations/analyses/insights and being able to concisely deliver the main takeaways in both written and verbal forums.Able to understand and explain system architecture while generating documentation to enable reliable and repeatable insights.Excellent organizational skills, detail oriented, and able to complete tasks with extremely high accuracy.Ability to prioritize and multi-task in a fast-paced dynamic environment.QualificationsExperience with SQL.Knowledge of Python or similar programming language.Interest in a career in Analytics, Data Science or a related fieldAbility to effectively produce data visualizations in tools such as Tableau, Looker, etc.Expert in thriving in a highly collaborative environment as well as in an independent capacity.Effective data communication skills, possessing the ability to transform large data sets into meaningful dashboards which can be converted into actionable sources of information.Why work at Nasuni?As part of our commitment to your well-being, we are pleased to offer comprehensive benefits packages to employees across the world. Benefits packages vary by geography, but generally include:Take-What-You-Need paid time offIncentive stock optionsComprehensive health, dental, and vision plansLife and disability insuranceRetirement planGenerous employee referral bonusesTo all recruitment agencies: Nasuni does not accept agency resumes. Please do not forward resumes to our job boards, Nasuni employees or any other company location. Nasuni is not responsible for any fees related to unsolicited resumes.Nasuni is an equal opportunity employer. The equal employment opportunity policy at Nasuni protects employees and job applicants from discrimination on the bases of race, religion, color, sex (including pregnancy, gender identity, and sexual orientation), parental status, national origin, age, disability, family medical history or genetic information, political affiliation, military service, or other non-merit based factors. These protections extend to all management practices and decisions, including recruitment and hiring practices, appraisal systems, promotions, and training and career development programs.Job Type: Full-time",
        "location": "Boston, MA 02210 (South Boston area)",
        "summary": "Effective data communication skills, possessing the ability to transform large data sets into meaningful dashboards which can be converted into actionable…",
        "title": "Analyst, Business Analytics",
        "url": "https://www.indeed.com/viewjob?jk=8265f901b5c0c723"
    }
]