[
    {
        "companyName": "Weber Shandwick",
        "date": "Today",
        "details": "Weber Shandwick is looking for a Junior Machine Learning Engineer.\n\nYou would be directly involved with the data science and engineering team, working to create machine learning models and systems with a heavy emphasis on NLP. Our tools and frameworks support a suite of products that elicit information from various platforms, allowing our teams to leverage data at scale to identify relevant and actionable trends and/or concepts.\n\nComprised of more than 100 data scientists, analysts and engineers around the world, Weber Shandwicks Global Intelligence division uses data and analytics to inform strategies – such as insight-driven, earned media storytelling opportunities – to address a wide array of business challenges.\n\nYou will:\nHelp define and scope work required to build and maintain ML systems and models\n\nEnsure the quality and robustness of such models\n\nCollaborate with other ML colleagues on any and all data science platform changes and feature development\n\nWork with other technology and business stakeholders to identify areas where data science features are required\n\nWork with other technology stakeholders to identify and implement best practices for data management\n\nWork with integration teams to scope out new data sets for training as well as oversight of integration development within the data science team. · Research approaches in data science that address problems outlined by the data science lead\n\nWork with other technology stakeholders to implement best practices for data management\n\nRequirements\n\n0-2 years data science experience in Python, Apache Spark, Tensorflow, Scikit-learn, pandas.\n\nNatural language processing techniques\n\nMachine-learning techniques\n\nProficient programming experience\n\nWeber Shandwick is proud to be an Equal Opportunity/Affirmative Action employer. Weber Shandwick recruits qualified applicants without regard to race, color, religion, gender, age, ethnic or national origin, protected veteran status, physical or mental disability, sexual orientation, gender identity, marital status or citizenship status.\n\n#LI-MS1\nWe make our careers website accessible to any and all users. If you need an accommodation to participate in the application process, please contact us at JobAppAccommodation@ipgdxtra.com . This email address is not for general employment inquiries or vendors; rather it is strictly for applicants who require special assistance accessing our employment website. Due to volume, messages sent to this email address that are not related to an accommodation cannot be answered.",
        "location": "New York, NY 10022 (Sutton Place area)",
        "rating": "3.9",
        "summary": "Research approaches in data science that address problems outlined by the data science lead.\nWork with integration teams to scope out new data sets for training…",
        "title": "Junior Machine Learning Engineer",
        "url": "https://www.indeed.com/viewjob?jk=b5b1ea2502d7a170"
    },
    {
        "companyName": "Booz Allen Hamilton",
        "date": "2 days ago",
        "details": "Key Role:\nWork as a data engineering with a team to design and implement solutions for complex deployments in the cloud, on premises, or hybrid environments using any of the major Cloud providers. Participate in architecture reviews of complex IAAS, PAAS, and SASS, and on prem resource usage by our clients. Provide input on proper deployment of services and applications used in Amazon Web Services deployments. Design and deploy data ingest, storage, and analytic solutions using distributed technologies at scale. This position is open to remote delivery from any location in the U.S., to include the District of Columbia. This position will require travel of up to 70% of the time to client sites.\nBasic Qualifications:2+ years of experience with programming1+ years of experience with big data application design and deployments1+ years of experience with AWS, Azure, or Google Cloud PlatformExperience with design and implementation of complex systems involving data storage, movement, and data scienceAbility to write and maintain serverless codeAbility to travel up to 70% of the timeHS diploma or GED\nAdditional Qualifications:Knowledge of DevOps principlesAbility to collaborate with others effectivelyAbility to learn new concepts and technologies quickly\nWe’re an EOE that empowers our people—no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic—to fearlessly drive change.",
        "location": "New York, NY 10036 (Garment District area)",
        "rating": "3.9",
        "summary": "Experience with design and implementation of complex systems involving data storage, movement, and data science.\n2+ years of experience with programming.",
        "title": "Big Data Engineer, Mid",
        "url": "https://www.indeed.com/viewjob?jk=9ad8048870edcfbe"
    },
    {
        "companyName": "ADMIN FOR CHILDREN'S SVCS",
        "date": "30+ days ago",
        "details": "ADMIN FOR CHILDREN'S SVCS\n\nJob Posting Notice\nJob ID\n454668\nBusiness Title\nChild Stat Data Analyst\nCivil Service Title\nCITY RESEARCH SCIENTIST\nTitle Classification\nNon-Competitive\nJob Category\nPolicy, Research & Analysis\nCareer Level\nExperienced (non-manager)\nWork Location\n150 William Street, New York N\nDivision/Work Unit\nSRM: Elig/Rpt/Sys Spprt-P&P\n# of Positions\n1\nTitle Code No\n21744\nLevel\n02\nProposed Salary Range\n$ 75,504.00 - $ 88,075.00 (Annual)\n\nJob Description\n\nChildStat is a management accountability and quality improvement process that uses a unique combination of aggregate data analysis and case dialogue to drive positive outcomes for children and families. The Administration for Children’s Services (ACS) created ChildStat in 2006, modeled after the CompStat program established by the NYC Police Department in 1994. ACS adapted this regular review for its Division of Child Protection Services (DCP) as part of a comprehensive initiative to strengthen case practice related to child safety.\n\nIn 2017, ACS Commissioner David Hansell, who committed to moving the agency towards further using data to assess performance and determine priorities, overhauled the ChildStat process. With the creation of the enhanced ChildStat model, ACS grew the capacity of the data analytic team in charge of producing ChildStat data.\n\n\nThis team works collaboratively with DCP frontline staff as well as leadership to identify new ways to make initiatives measurable and connect them to child, family and safety-related outcomes that are measures of progress for agency practice.\n\n\nBelow are the key responsibilities:\n\nDevelop and produce monthly zone and unit level reports for the Division of Child Protection (DCP). This task involves development and production of 25 to 30 reports per month.\nDevelop data analysis and reports for follow-up issues from ChildStat (deeper dive into trends and issues that surfaced during the childstat sessions)\nDevelopment, refinement and standardize child protection performance indicators, including the development of SQL scripts for data querying\nSupport additional ad-hoc data requests and analysis from DCP\nProvide data and analysis to inform DCP’s performance improvement plans (childstat process require each zone to develop a performance improvement plan that is tailored to their specific strengths and challenges).\nSupport the development and validation of child protection measures for Safe Measures Dashboard\nIncorporate new databases to inform Child Protection performance indicators (ACS has several new databases that are not yet utilized to their full\nMinimum Qual Requirements\n\n1. For Assignment Level I (only physical, biological and environmental sciences and public health) A master's degree from an accredited college or university with a specialization in an appropriate field of physical, biological or environmental science or in public health.\n\nTo be appointed to Assignment Level II and above, candidates must have:\n\n1. A doctorate degree from an accredited college or university with specialization in an appropriate field of physical, biological, environmental or social science and one year of full-time experience in a responsible supervisory, administrative or research capacity in the appropriate field of specialization; or\n\n2. A master's degree from an accredited college or university with specialization in an appropriate field of physical, biological, environmental or social science and three years of responsible full-time research experience in the appropriate field of specialization; or\n\n3. Education and/or experience which is equivalent to \"1\" or \"2\" above. However, all candidates must have at least a master's degree in an appropriate field of specialization and at least two years of experience described in \"2\" above. Two years as a City Research Scientist Level I can be substituted for the experience required in \"1\" and \"2\" above.\n\n\nNOTE:\n\nProbationary Period\n\nAppointments to this position are subject to a minimum probationary period of one year.\nPreferred Skills\n\nThe preferred candidate should possess substantial experience with workflow creation and management for transforming and processing data. The ability to work on multiple projects effectively and efficiently, both independently and collaboratively within a team. Working knowledge of Tableau and ArcGIS is strongly preferred. Critical to this position are strong technical skills such as the described below:\n\n\nStrong programming skills, especially using R and SQLAdvanced data visualization skills, especially in UX/UI DesignParticipation in vetting processes for new data systems, platforms, and/or tool developmentKnowledgeable about data science tools such as reproducible report creation, package development, and version controlExperience conducting descriptive and multivariate statistical analyses using large administrative databasesExperience in facilitating and developing relationships (data literacy) across the agencyExperience discussing and explaining complex quantitative concepts for non-technical audiencesDraft summary write-ups to document the insights gathered from the analyses.Self-motivated, interested in learning, improving the government & child welfareFamiliarity with database structures and legacy data systemsPassion for using data visualization to create narratives and communicate insights\nAdditional Information\n\nSection 424-A of the New York Social Services Law requires an authorized agency to inquire whether a candidate for employment with child-caring responsibilities has been the subject of a child abuse and maltreatment report.\n\n\nThe City of New York and the Administration for Children’s Services are Equal Opportunity Employers Committed to Diversity\nTo Apply\n\nClick on the \"Apply to\" button.\nResidency Requirement\n\nNew York City residency is generally required within 90 days of appointment. However, City Employees in certain titles who have worked for the City for 2 continuous years may also be eligible to reside in Nassau, Suffolk, Putnam, Westchester, Rockland, or Orange County. To determine if the residency requirement applies to you, please discuss with the agency representative at the time of interview.\nPOSTING DATE\n06/09/2021\nPOST UNTIL\n07/09/2021\n\nThe City of New York is an Equal Opportunity Employer",
        "location": "Manhattan, NY",
        "rating": "3.4",
        "summary": "Knowledgeable about data science tools such as reproducible report creation, package development, and version control.\nADMIN FOR CHILDREN'S SVCS.",
        "title": "Child Stat Data Analyst",
        "url": "https://www.indeed.com/viewjob?jk=924f8ce437d2c2d5"
    },
    {
        "companyName": "Luxoft",
        "date": "30+ days ago",
        "details": "Project Description:\nWe are building out a large AI-based anti-fraud platform, which is provided to clients on a SaaS platform. We are expanding due to the success of the product, and the size of the client pipeline. Every client project has a strong data engineering component.\nYou will work with the team in engineering the appropriate data pipelines and environments for our projects.\nIn particular, you will be developing the means to collect and ingest data, developing data models and data architectures, creating automated data pipelines, and taking the lead in making these Production-ready. You will assist with integrating with existing applications, and will be working with leading organizations and teams.\nWe are interested in hearing from individuals with a background in data - both SQL and non-SQL, and ideally some scripting background. Exposure to AI & ML would also be beneficial.\n\nResponsibilities:\nYou will work alongside a strong, global team of individuals with diverse backgrounds and skills in a variety of areas to:\n\nAnalyse data sources, and acquire data\nCreate data pipelines, and integrate to final data destinations\nCreate appropriate data models, architectures and pipelines\nMove the models and pipelines into Production\n\nYou will assist the practice in:\n\nDeveloping templates and accelerators, across a variety of libraries and platforms.\nParticipating in pre-sales work and client work as necessary\nYou will collaborate with business and technology partners to grow and develop the data science practice\n\nSkills Required:",
        "location": "New York, NY 10006 (Financial District area)",
        "rating": "4.4",
        "summary": "Analyse data sources, and acquire data.\nCreate data pipelines, and integrate to final data destinations.\nIn particular, you will be developing the means to…",
        "title": "Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=44ca5bb376ba10f7"
    },
    {
        "companyName": "Codecademy",
        "date": "27 days ago",
        "details": "**At this time, we can only accept applicants that are over the age of 18 and are currently located in one of the following states: AZ, CA, CO, CT, DE, FL, GA, IL, IN, MA, MD, ME, MI, NJ, NY, OH, OR, PA, TN, TX, UT, VA, VT, WA, and WI.**\n\nHello, World! Codecademy has helped over 45 million people from around the world upgrade their careers with engaging, accessible, and flexible education on programming and data skills. We provide over 200 hands-on interactive lessons ranging from Python to R to Javascript and everything in between. Our learners have gone on to start companies, new jobs, and new lives thanks to what they’ve learned with Codecademy, and we’re thrilled to be working to take that impact to the next level.\n\nCodecademy was started in 2011 by two college students in a dorm room at Columbia that were frustrated by the huge gap between education and employment. A few years later, we are a rapidly growing, diverse team of 100+ in SoHo, NYC. We’ve raised over $40m in venture capital funding from top investors including Union Square Ventures, Kleiner Perkins, Naspers, Y Combinator, and more.\n\nIf you want to help build a business that impacts tens of millions of people each year and helps them lead better lives, join us!\n\nCodecademy is looking for a knowledgeable programmer or instructor to help write assessments that complement our existing Data Science content. These assessments will be seen by learners who are enrolled in our Data Scientist and Data Analyst Career Paths. The Assessment Content Contributor works directly with the Codecademy Curriculum team to author multiple choice questions, fill in the code questions, and coding exercises. This is a paid, remote, part-time position.\n\nWhat You'll Do\n\nDesign and author assessments based on existing content and standards.\nThink pedagogically to break down technical concepts into digestible exercises.\nCollaborate with Codecademy's Curriculum team to help learners master distinct coding concepts.\nWhat You'll Need\n\nFluency with and experience in Python, SQL, PostgreSQL, Pandas, Matplotlib, or other Data Science topics.\nExperience with both software engineering and formal or informal teaching.\nA strong command of written and spoken English.\n\nWhat Will Make You Stand Out\n\nProfessional experience creating online educational content that reaches a wide audience in a digital format.\nExperience using the Codecademy platform.\nExperience with several of the languages listed above.\nExperience writing unit tests using frameworks like unittest.\n\nEqual Employment Opportunity\n\nCodecademy is committed to providing equal employment opportunities to all employees and applicants regardless of race, color, religion, creed, age, national origin or ancestry, ethnicity, sex, sexual orientation, gender identity or expression, disability, military or veteran status, or any other category protected by federal, state, or local law. As an equal opportunities employer, we recognize that diversity is a positive attribute and we welcome the differences and benefits that a diverse culture brings.\nThis is a part-time, remote position. You can expect anywhere from ~10-30 hours of work per week, with the freedom to work wherever and at whatever times you want. You will be compensated (paid) bi-weekly.\n\n**At this time, we can only accept applicants that are over the age of 18 and are currently located in one of the following states: AZ, CA, CO, CT, DE, FL, GA, IL, IN, MA, MD, ME, MI, NJ, NY, OH, OR, PA, TN, TX, UT, VA, VT, WA, and WI.**\n\nAt Codecademy, we are committed to teaching people the skills they need to upgrade their careers. Codecademy aims to educate a richly diverse demographic of learners with our product and in order to accomplish this, we believe our team should reflect that rich diversity. Our company celebrates diversity in all of its forms- race, gender, color, national origin, marital status, sexuality, religion, veteran status, age, ability, disability status- and works to create an inclusive workplace where people of all backgrounds and beliefs are empowered to better their futures.\n\n#LI-Remote",
        "location": "New York, NY",
        "rating": "4.2",
        "summary": "Codecademy has helped over 45 million people from around the world upgrade their careers with engaging, accessible, and flexible education on programming and…",
        "title": "Assessment Content Contributor : Data Science",
        "url": "https://www.indeed.com/viewjob?jk=bbc68a472f084625"
    },
    {
        "companyName": "Albert Einstein College of Medicine",
        "date": "3 days ago",
        "details": "POSITION RESPONSIBILITIES:\n\nThe Data Analyst will be responsible for creating and managing databases for research projects in addition to creating systems to be used for departmental administrative purposes.\nWork with faculty to execute research projects by providing computing and database supports\nWork with faculty to perform image database search and help build database for research\nAnalyze data\nOther duties as assigned\nQUALIFICATIONS:\n\nBachelor degree in imaging science, computer science, data science, or a related field at at least 2 years of related experience.\nWorking knowledge of Linux GPU and cluster computing as well as programming (e.g., Python, Shell scripting, Matlab, C++) or advanced image and data analysis skills are required\nExperience with radiological research\nDatabase experience (SQL)\nExperience working with and extracting data from PACS, RedCap and EPIC.\nABOUT US:\nFounded in 1955, the Albert Einstein College of Medicine (Einstein) is one of the nation’s premier institutions for medical education, basic research and clinical investigation. A full-time faculty of some 2,000 conducts research, teaches, and delivers health care in every major biomedical specialty. The college has some 730 medical students, 193 Ph.D. students, 106 MD/Ph.D. students and 275 postdoctoral fellows.\nEinstein’s major strength, in addition to training physicians and scientists, is its science. During fiscal year 2015, the faculty’s consistently high level of scientific achievement resulted in the awarding of more than $150 million in peer-reviewed grants from the National Institutes of Health (NIH).\nEinstein is part of Montefiore Medicine Academic Health System, an integrated academic delivery system comprising seven campuses, including 8 hospitals, a multi-county ambulatory network, a new state-of-the art “hospital without beds”, a skilled nursing facility, school of nursing, home health agency, and the state’s first freestanding emergency department. As the University Hospital for the Albert Einstein College of Medicine, Montefiore is a premier academic health system, employing Einstein’s clinical faculty and training Einstein’s medical students, over 1,300 residents, 420 allied health students, and 1,600 nursing students annually\nThe Data Analyst will be responsible for creating and managing databases for research projects in addition to creating systems to be used for departmental administrative purposes.",
        "location": "Bronx, NY 10461 (Parkchester area)",
        "rating": "4.1",
        "summary": "Bachelor degree in imaging science, computer science, data science, or a related field at at least 2 years of related experience.",
        "title": "Data Analyst",
        "url": "https://www.indeed.com/viewjob?jk=70e8d3629f0bdae6"
    },
    {
        "date": "14 days ago",
        "details": "WW is looking for candidates to help change people’s lives. We are a global wellness technology company inspiring millions of people to adopt healthy habits for real life. We do this through engaging digital experiences, face-to-face workshops and sustainable programs that encourage people to move more, shift their mindset and eat healthier while enjoying the foods they love. By drawing on over five decades of experience and expertise in behavioral science, we build communities in order to deliver wellness for all.\nRole Overview:\n\nWe are seeking people excited to join our team as a Junior Data Engineer during our transformation. You will have the ability to work with high volume (100s TB), high velocity (real-time stream), high complexity (heterogeneous) data from hundreds of sources.\n\nKey Responsibilities:\nPython/Java/Scala programing to implement data engineering solutions\nData Engineering problem solving\nOpportunity to work on GCP, AWS cloud technologies Kafka, Metadata Management tool, Data Quality (DQ) tool, Open Source tools, Cloud-Native solution, Dev/Ops and Data Science related work\nWork with high volume (100s TB), high velocity (real-time stream), high complexity (heterogeneous) data from hundreds of sources e.g. social media, click stream, e-commerce etc.\nRequirements:\n2-3 years hands-on experience in application / data pipeline development with Java/Python/Scala/Go programing language(s)\nStrong in SQL query, data manipulation language (DML) and data definition language (DDL) including hands-on experience of managing database tables and views\nExperienced in designing and implementing end-to-end data pipeline on at least one of top three cloud providers (AWS, GCP)\nDesired: Solid understanding of fundamental architecture and working principle of relational database, NoSQL database, massively parallel processing (MPP) database, distributed processing framework (MapReduce/Spark etc.), pub/sub messaging/streaming platform (e.g. Kafka, Google Pub/Sub, Kinesis)\nPossess excellent work ethic, positive attitude to work and good verbal communication\nAt WW, it is our priority to cultivate a diverse and inclusive workplace. We are committed as individuals, as an organization, and as fellow humans, to advocate for and support our employees, our members, and our communities. We are proud to be an equal opportunity employer and we do not discriminate on the basis of sex, race, color, creed, national origin, marital status, age, religion, sexual orientation, gender identity, gender expression, veteran status, or disability.",
        "location": "New York, NY",
        "summary": "Strong in SQL query, data manipulation language (DML) and data definition language (DDL) including hands-on experience of managing database tables and views.",
        "title": "Data Engineer-1",
        "url": "https://www.indeed.com/viewjob?jk=d0cc0c296e1fa22f"
    },
    {
        "date": "30+ days ago",
        "details": "Description:\n\nYou will play a key role in the firm’s data science team, serve as a technical expert, provide state of the art analytic implementations and insights, and also mentor future team members.\n\nWe require at least a Master’s degree in a quantitative discipline such as Statistics, Economics, Mathematics, Computer Science or equivalent. Other proficiencies include the following:\n\nAbility to efficiently construct data sets from large scale distributed environments (such as Hadoop) via Hive, Pig and MapReduce.\nExperience with R, Python, PySpark and data visualization software such as Tableau.\nExperience with machine and statistical learning areas such as classification, regression, clustering and text analysis is a plus.\nExperience using the aforementioned tools and technologies would be a plus.\nIntellectual curiosity, entrepreneurial drive, innovative structured thinking and problem solving skills.\nComfortable in a small, intense high-growth environment.\nSubmit Your Resume/CV by sending it to careers@quaerainsights.com.",
        "location": "New York, NY 10018 (Garment District area)",
        "summary": "You will play a key role in the firm’s data science team, serve as a technical expert, provide state of the art analytic implementations and insights, and also…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=d3c27c70bf22d32e"
    },
    {
        "companyName": "Spotify",
        "date": "30+ days ago",
        "details": "Data, Research & Insights\nData Science\nThe Freemium R&D team oversees the entire user journey on Spotify and ensures we engage with people in innovative ways, every step of the way. Our team grows Spotify’s audience by finding future listeners around the world and delivering the right value to them, at the right time. With research, product development, product design, engineering, and marketing all collaborating in one organization, we’re able to quickly create meaningful features and services for millions of people around the world, resulting in joyful, long-lasting relationships with Spotify.\nLocation\nNew York\nJob type\nPermanent\nSpotify’s Freemium Mission is the home of the teams responsible for the success of the freemium business model. To be successful we need to deliver an outstanding user experience to more than 345+ million users worldwide, both Free and Premium. A key part of that mission is delivering user-centered, timely and relevant messaging to Spotify listeners.\nAs a Data Scientist passionate about Messaging, your mission is to turn terabytes of data into insights, and get a deep understanding of the world of music and listeners. Together with us you will study user behavior, evaluate central initiatives and experiment with new features. Above all, your work will affect the way the world experiences music.\nWe are looking for a Data Scientist to help us understand how we can drive a better Messaging user experience, how users interact with Spotify messages (Email, In App, Push) and how to ensure that our listeners find value in our messaging channels and stay opted in. Our team is also interested in how to engage our audiences with relevant and personalized messages through the right channel at the right time and what role Machine Learning plays in that effort.\nWhat You'll Do\nWork closely with cross-functional teams of Data Scientists, User Researchers, Product Managers, Designers and Engineers who are passionate about Spotify’s success\nPerform analysis on large sets of data to extract impactful insights that will help drive product decisions\nImpact product strategy by leading foundational research & experimentation initiatives to develop a deeper understanding of how product, platforms & promotions influence user behavior\nConduct statistically robust experiments to help Product teams understand how changes to the Spotify user experience impact user behaviors and important company metrics\nBuild data pipelines and dashboards to ensure we are always supervising the most relevant and meaningful KPIs\nMentor and coach more junior Data Scientists\nWho You Are\nUnderstand and seek loosely defined problems and come up with relevant answers and actionable insights to guide product development decisions\nHave an understanding of statistics, programming skills vital to carry out data analysis as well as a strong business sense\nHave 2+ years of proven experience, with a degree in economics, psychology, computer science, statistics, or mathematics or another quantitative discipline\nHave a technical competence to perform sophisticated analytics: coding skills (Python), experience with analytics & visualization tools (SQL, Tableau) and experience performing analysis with large datasets\nPossess statistical competence (such as regression analysis, a/b testing, causal inference, significance testing etc)\nIt is a plus if you have proven experience with hands-on statistical modeling and possess knowledge about machine learning (such as predictive modeling, decision trees, classification models, clustering techniques) or worked in an analytics role within a marketing/messaging function\nOur global benefits\nExtensive learning opportunities, through our dedicated team, GreenHouse.\nFlexible share incentives letting you choose how you share in our success.\nGlobal parental leave, six months off - fully paid - for all new parents.\nAll The Feels, our employee assistance program and self-care hub.\nFlexible public holidays, swap days off according to your values and beliefs.\nSpotify On Tour, join your colleagues on trips to industry festivals and events.\nLearn about life at Spotify\nSpotify is an equal opportunity employer. You are welcome at Spotify for who you are, no matter where you come from, what you look like, or what’s playing in your headphones. Our platform is for everyone, and so is our workplace. The more voices we have represented and amplified in our business, the more we will all thrive, contribute, and be forward-thinking! So bring us your personal experience, your perspectives, and your background. It’s in our differences that we will find the power to keep revolutionizing the way the world listens.\nSpotify transformed music listening forever when we launched in 2008. Our mission is to unlock the potential of human creativity by giving a million creative artists the opportunity to live off their art and billions of fans the chance to enjoy and be passionate about these creators. Everything we do is driven by our love for music and podcasting. Today, we are the world’s most popular audio streaming subscription service with a community of more than 345 million users.",
        "location": "New York, NY",
        "rating": "4.3",
        "summary": "Perform analysis on large sets of data to extract impactful insights that will help drive product decisions.\nOur team grows Spotify’s audience by finding future…",
        "title": "Data Scientist, Messaging",
        "url": "https://www.indeed.com/viewjob?jk=6e9f4f77c4db0ada"
    },
    {
        "companyName": "Saint Peter's University",
        "date": "30+ days ago",
        "details": "Job Title Data Science Adjuncts\n\nCampus\n\nDepartment Computer & Information Science\n\nFull Time, Part Time, Adjunct\n\nClassification Title\n\nJob Duties\n\nRank Adjunct Lecturer\n\nTenure Information Non-Tenure Track\n\nDuties and Responsibilities\nSaint Peter’s University is committed to helping students achieve success not only with their academics, but also in their professional fields. As a result, we actively seek faculty members who are scholar-practitioners: professionals who are actively and successfully engaged in their field who additionally wish to help the next generation of professionals grow in their knowledge and expertise through education.\n\nDuties:\nTeaching graduate students in a specific field of expertise on a part-time basis in the following areas:\nBig Data and Data ManagementData MiningMachine LearningData VisualizationSQLPredictive Analytics and Financial ModelingKnowledge of Python and SASTableau, IBM Watson and Excel preferredSupervision of Capstone Consulting Engagement\n\nQualification Standards\nActively engage students though frequent interaction that motivates them to succeed, and conveys a genuine energy and enthusiasm for their learningGuide students in active collaboration and the application of their learning in problem- and project-based learning demonstrations.Provide rich and regular constructive feedback, utilizing rubrics effectively for the assessment of student work, and acknowledging student accomplishments.Demonstrate relevant and current subject-matter expertise, and help students connect concepts across their academic program.Provide feedback to your program chair on possible curricular improvements.Developing and managing the class syllabus and ensuring that the syllabus meets department and college standardsPlanning and creating lectures, for both online and in-class discussions and assignmentsGrading assigned papers, quizzes and examsAssessing grades for students based on participation, performance in class, assignments and examinationsAdvising students on how to be successful in classStaying updated on innovations and changes within their course field\n\nEducation\nA terminal degree (i.e. PhD, DBA, etc.) is preferred from an accredited institution of higher learning, related to Data Science/Business Analytics, and a Master’s is required.\n\nExperience\nProfessional experience in industry.\nHigher Education teaching experience preferred.\n\nAbout Saint Peter's\n\nLicenses (if applicable)\n\nWorking Conditions\n\nPhysical requirements\n\nPosting Number F18P\n\nOpen Date\n\nClose Date\n\nOpen Until Filled Yes\n\nSpecial Instructions to Applicants\nTo apply, email your resume and cover letter to hrdept@saintpeters.edu with the subject: Adjunct Professor – Master of Science in Data Science.\n\nQuick Link https://saintpeters.peopleadmin.com/postings/793",
        "location": "Jersey City, NJ 07306 (McGinley Square area)",
        "rating": "4.2",
        "summary": "Job Title Data Science Adjuncts.\nFull Time, Part Time, Adjunct.\nTenure Information Non-Tenure Track.\nSaint Peter’s University is committed to helping students…",
        "title": "Data Science Adjuncts",
        "url": "https://www.indeed.com/viewjob?jk=7d2ec7da3ba65acf"
    },
    {
        "companyName": "Sia Partners",
        "date": "3 days ago",
        "details": "Description de l'entreprise\nPionnier du Consulting 4.0, Sia Partners réinvente le métier du conseil et apporte un regard innovant et des résultats concrets à ses clients. Nous avons développé des solutions basées sur l’Intelligence Artificielle et le design pour augmenter l’impact de nos missions de conseil.\nAvec 1 800 consultants dans 18 pays, nous allons générer un chiffre d'affaires de 290 millions d’euros sur l’exercice en cours. Notre présence globale et notre expertise dans plus de 30 secteurs et services nous permettent d’accompagner nos clients dans le monde entier. A travers notre démarche \"Consulting for Good\", nous mettons notre expertise au service des objectifs RSE de nos clients et faisons du développement durable un levier de performance pour nos clients.\n\nDescription du poste\nSia Partners recrute deux Consultant(e)s Data Engineer en VIE dans ses bureaux des Etats-Unis pour accompagner le développement des activités de la Business Unit Data Science. Vous travaillerez aux côtés de nos consultants en Data Science et de nos clients sur des sujets liés à l'ingénierie des données, notamment la création de modèles de données pertinents, le développement de pipelines de données puissants, leur exposition par le biais de divers mécanismes, notamment les API, et l'utilisation d'outils de visualisation pour présenter efficacement les données.\nVous rejoindrez également l’équipe Heka, notre accélérateur interne pour nos projets Data Science. Heka est constitué d’un framework de développement, d’un service automatisé d’intégration & déploiement continu, et d’un service d’hébergement & monitoring des plateformes de chaque projet. Au sein de l’équipe Heka, vous contribuerez activement aux choix technologiques, d’architectures et de gouvernance pour faire face aux enjeux à venir de mise à l’échelle.\nLes missions principales incluent :\nCollaborer avec les équipes de direction, les ingénieurs, les gestionnaires de programmes et les analystes de données de nos clients pour comprendre les besoins en matière de données.\nConcevoir, construire et lancer des pipelines de données efficaces et fiables qui transforment les données en un dataset pertinent et prêt à l’usage.\nCommuniquer à grande échelle, par le biais de supports multiples : présentations, tableaux de bord, datasets à l'échelle du client, bots, etc.\nUtiliser votre expérience en matière de données et d'analyse pour \"voir ce qui manque\", identifier et combler les lacunes en matière de données, créer des moniteurs pour détecter les problèmes de qualité des données et établir des partenariats pour créer un environnement en libre-service.\nExploiter les données et les principes commerciaux pour automatiser le flux de données, détecter les exceptions commerciales, créer des capacités de diagnostic et améliorer les bases de connaissances commerciales et data.\nDévelopper une expertise data et assurer la qualité des données dans votre domaine.\n\nQualifications\nVous êtes diplômé(e) d'une formation en École d'Ingénieur ou d'une formation de haut niveau dans le domaine des technologies de l’information et vous justifiez idéalement d'une première expérience en Data, DevOps, Cloud ou Software Engineering. Vous recherchez un contrat VIE de 18 mois dans une logique de pré-embauche dans l’un de nos centres d'excellence en Data Science (Paris, Londres, Amsterdam, Montréal, New York).\nQualifications attendues :\nVous disposez d'un bon niveau en Python et possédez des bases solides dans d’autres langages. Vous maîtrisez au moins un SGBD SQL et idéalement noSQL.\nIdéalement, vous êtes déjà familier(e) avec au moins une plateforme de services Cloud (GCP, AWS, Azure)\nVous êtes à l'aise dans l'utilisation de Docker, l'automatisation de pipelines CI/CD et avez une forte appétence pour monter en compétence sur Kubernetes si vous n’avez pas encore d’expérience sur cette solution.\nVous vous inscrivez dans la Culture DevOps : prise en charge du cycle de vie du code, du développement jusqu’au déploiement et maintien des applications (une maitrise de l'écosystème Gitlab-CE est un plus). Vous êtes également familier(e) avec des concepts et outils de Infrastructure as Code (idéalement Terraform).\nVous êtes sensible aux problématiques de sécurité et avez de l'expérience dans la mise en place de solutions de protection d’applications (gestion de certificats, sécurisation HTTPS, authentification OAuth2, gestion des credentials)\nVous maîtrisez parfaitement l’anglais à l’oral comme à l’écrit\nVous êtes animé(e) d’une curiosité naturelle à suivre activement l’évolution du secteur avec des convictions fortes sur les technologies du moment. Vous êtes proactif(ve) et capable de monter en compétence rapidement sur une nouvelle technologie aussi bien en équipe qu’en autonomie.\nVous êtes doté(e) d’une capacité à travailler en équipe, d’une ouverture d’esprit, d’un sens de l’analyse et vous souhaitez rejoindre un environnement professionnel motivant où vous partagerez nos valeurs que sont l’excellence, l’entrepreneuriat, l’innovation, la culture du partage, la bienveillance, l’équilibre vie personnelle / vie professionnelle.\nInformations supplémentaires\nMerci d’inclure un CV et une lettre de motivation en anglais dans votre candidature.\nLe poste pourra être basé dans nos bureaux de New York ou de San Francisco.\nDate de démarrage envisagée : immédiate\nRémunération : selon le barème Business France transport aller-retour et prise en charge du logement sur place.\nNous vous remercions de vous assurer de votre éligibilité au contrat VIE tel qu’arrêté par Business France :\nToute personne âgée de plus de 18 ans et de moins de 28 ans à la date d’inscription peut prétendre à un Volontariat International.\nLe départ en mission s’effectue au plus tard le jour de votre 29ème anniversaire. Au-delà, aucune dérogation n’est accordée.\nVous devez être de nationalité française ou européenne (ressortissant des Etats membres de l'Espace Économique Européen qui regroupe les 28 Etats membres de l’Union européenne, la Norvège, l'Islande, le Lichtenstein) ou monégasque.\nVous devez être en règle avec les obligations de service national du pays dont vous êtes ressortissant.\nVous devez jouir de vos droits civiques et justifier d’un casier judiciaire vierge.\nSia Partners est un employeur qui souscrit au principe de l’égalité d’accès à l’emploi. Tous les aspects de l’emploi, tels que le recrutement, les promotions, la rémunération, ou les sanctions sont basés uniquement sur les performances, les compétences, et le comportement des employés ou les besoins de l’entreprise.",
        "location": "New York, NY 10006 (Financial District area)",
        "rating": "3.6",
        "summary": "Développer une expertise data et assurer la qualité des données dans votre domaine.\nExploiter les données et les principes commerciaux pour automatiser le flux…",
        "title": "VIE Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=e81a66083faae727"
    },
    {
        "companyName": "Workday",
        "date": "30+ days ago",
        "details": "Do what you love. Love what you do.\n\nAt Workday, we help the world’s largest organizations adapt to what’s next by bringing finance, HR, and planning into a single enterprise cloud. We work hard, and we’re serious about what we do. But we like to have fun, too. We put people first, celebrate diversity, drive innovation, and do good in the communities where we live and work.\nJob Description\nWe are looking for someone to join our expanding Commercial Data Science team within Workday .\nThe ideal candidate will have a background in a quantitative or technical field, will have experience working with large data sets, and will have 2+ years experience in enabling data-driven decision making in a commercial environment. We are looking for someone who is focused on results, a self-starter, and have demonstrated success in using analytics to drive the understanding, growth, and success of a product. This full time position is based i n New York.\nKEY RESPONSIBILITIES\nApply your expertise in statistical analysis, data mining, and the presentation of data to support our customers in maximising the impact of their employee data\nLead quantitative analysis projects from start to finish including all aspects of data analysis (e.g. processing, cleaning, verifying the integrity of data used for analysis, statistical analysis, visualizations) and communicating results effectively\nAct as an expert on specific product features and their implications on data collection to support customer facing teams (i.e. Sales, Customer Success, Customer Support)\nSupport customer facing teams (i.e. Customer Success, Customer Support) in servicing technical customer data queries that require Data Science support\nPartner with Product and Engineering teams to solve problems and identify trends and opportunities as part of ongoing R&D\nThe ideal candidate will at minimum have experience in the following areas:\nIn-depth knowledge of statistics (e.g., hypothesis testing, regressions) with an Undergrad, Masters or PhD degree in Computer Science, Math, Physics, Engineering, Statistics or another technical field\nStrong understanding of SQL\nIntermediate knowledge of Python or R\n2+ years of experience working in a commercial environment with responsibility for scoping and delivering bespoke research projects to customers or internal stakeholders within specific timelines.\nWe are looking for a candidate who has a strong desire to solve complex problems and develop new solutions, often involving collaboration with different teams across the company. Necessary skills include competence with Python, SQL and R.\nWorkday is an Equal Opportunity Employer including individuals with disabilities and protected veterans.",
        "location": "New York, NY 10118 (Garment District area)",
        "rating": "4.0",
        "summary": "Apply your expertise in statistical analysis, data mining, and the presentation of data to support our customers in maximising the impact of their employee data…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=e2c355315789671b"
    },
    {
        "companyName": "Bloomberg",
        "date": "30+ days ago",
        "details": "Apply Now\nAt Bloomberg, our products are fueled by powerful information. We combine data and context to paint the whole picture for our clients, around the clock – from around the world. In Global Data, we’re responsible for delivering this information through innovative technology - quickly and accurately.\n\nWe see the impact of our work every day, whether it’s using machine learning pipelines to estimate financial product data, architecting systems that guide decision-making, or finding ways for our colleagues to more easily do their jobs. We get to work with market data to detect anomalies, assess the quality of data feeds to evaluate the accuracy of forecasts, and figure out how to best combine system automation with a human touch, bringing value to our businesses and ultimately our clients.\n\nWe’ll trust you to:\nApply your coding skills: automate the influx of data and build flexible solutions for data acquisition, ETL and machine learning pipelines, and human-in-the-loop data processing to drive successful product adoption\nInspire and impact our business: act as an internal consultant to influence and implement more efficient products through analysis, dashboards, web apps, and user documentation\nDevelop your career: sharpen your technical skills and strengthen relationships through project management, partnering with stakeholders across the firm, and establishing scalable architecture\nChampion improvements: identify strategic technical gaps in our ecosystem and advocate for solutions over workarounds\nGrow our business: Approach each day knowing this role is mission-critical to the success of the firm. We will rely on your expertise, and our flat structure allows for you to make real impact, real quick\nYou’ll need to have:\nA BA/BS degree or higher in Computer Science, Mathematics, or relevant data technology field, or equivalent professional work experience in software development, data engineering, data science or information technology\n2+ years of Python programming and scripting in a production environment\n2+ years of experience working with restful APIs and data modeling within SQL and NoSQL databases\nDeep understanding of large-scale, distributed systems\nLegal authorization to work full-time in the United States without requiring visa sponsorship\nDoes this sound like you?\nApply if you think we're a good match. We'll get in touch to let you know what the next steps are.\n\nBloomberg is committed to diversity. It drives our innovation. At Bloomberg, you'll have the opportunity to go above and beyond and to take risks. You'll be a part of an organization that is entering new markets, launching new ventures, and pushing boundaries. Our ever-expanding array of technology, data, news, and media services champions innovation and empowers clients - and offers nearly limitless opportunities for career growth.\n\nWe are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status. We bring out the best in each other.\n\nApply Now",
        "location": "New York, NY",
        "rating": "3.9",
        "summary": "A BA/BS degree or higher in Computer Science, Mathematics, or relevant data technology field, or equivalent professional work experience in software development…",
        "title": "Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=0393c152f0192708"
    },
    {
        "companyName": "Amazon.com Services LLC",
        "date": "15 days ago",
        "details": "Master’s degree in a highly quantitative field (Machine Learning, AI, Computer Science, Statistics, Engineering, Mathematics, Operational Research, etc.), or equivalent quantitative field\nAt least 5 years of experience with data querying languages (e.g. SQL), scripting languages (e.g. Python), or statistical/mathematical software (e.g. R, Stata, Matlab).\nExperienced in using multiple data science methodologies to solve complex business problems (e.g. statistical analysis, research science, machine learning and deep learning techniques, data modeling, regression modeling, financial analysis, demand modeling, etc.).\nAbility to distill informal customer requirements into problem statements while operating with competing objectives.\nDemonstrable track record of dealing well with ambiguity, prioritizing needs, and delivering results in a dynamic environment.\nProven ability to communicate verbally and in writing to technical peers and leadership teams with various levels of technical knowledge, educating them about systems and algorithms, as well as sharing insights and data-driven recommendations.\n\nAmazon F3 (Fresh, Food, Fast) mission is to remove unwanted chores from our customers' lives by providing easy, fast, and high-quality ways to feed themselves and their families. This role is with F3-VIDA (Voice of the Customer, Insights, Design & Analytics) we are a centralized team in F3 that leads design initiatives, analytics and insight generation across the end-to-end shopping journey for grocery customers. As part of this team, you have the opportunity to discover insights that drive changes in how customers shop and interact with our growing global grocery offer. We start with the customer and work backwards in everything we do, including groceries. If you’re interested in joining a rapidly growing team working to build a unique, world-class experience with a relentless focus on the customer, you’ve come to the right place.\n\nAs a Data Scientist on the team, you’ll have huge impact on how customers, even friends and family, engage with Amazon through building infrastructure to answer questions with data, using software engineering best practices, data management fundamentals, and recent advances in distributed systems (i.e. MapReduce, noSQL databases). You will work with passionate scientists, business intelligence engineers, software development engineers, researchers, designers and product managers, to deliver a variety of stable and performant data feeds used for developing business insights as well as offline machine learning use cases.\n\nWe love to work with smart people who have a strong sense of ownership and strong engineering mindset. You are a technical leader for your team and a great mentor. You provide perspective and context for technology choices. You’re up to the challenge of realtime notification strategies, latency, TPS, mobile network limitations, device fragmentation, and building an end-to-end platform that internal Amazon teams integrate with. You motivate your team to pursue ambiguous situations and rapidly produce prototypes for a more personalized experience. You outline paths from prototype to product. You deeply invest in each colleague's career growth, improving their technical knowledge, and defining your team's operational metrics.\n\nKey responsibilities include:\n\nDesign, build and automate datasets to scale and support business needs, allowing you to focus on answering hard and ambiguous question\nIdentify, develop, manage, and execute research to uncover areas of opportunity and present recommendations that will shape the future of the retail website\nCollaborate with Qualitative Researchers on an iterative approach to a deep understanding of our customers and their behaviors\nRetrieve and analyze data using a broad set of Amazon’s data technologies and resources, knowing how, when, and which to use.\nCollaborate with product, technical, business, marketing, finance, and UX leaders to gather data and metrics requirements.\nDesign, drive and analyze experiments to form actionable recommendations. Present recommendations to business leaders and drive decisions.\nManage and execute entire projects from start to finish including project management, data gathering and manipulation, synthesis and modeling, problem solving, and communication of insights and recommendations.\nDevelop and document scientific research to be shared with the greater data science community at Amazon\nA PhD degree in a highly quantitative field (Machine Learning, AI, Computer Science, Statistics, Mathematics, Operational Research, etc.), or equivalent quantitative field\nKnowledge in working with datasets from built environment telemetry, and associated protocols\nExtensive knowledge and practical experience in several of the following areas: machine learning, statistics, NLP, deep learning, recommendation systems, information retrieval.\n8+ years of experience working in data science in e-commerce\nExperience processing, filtering, and presenting large quantities (Millions to Billions of rows) of data.\nExperience designing experiments, and ability to infer causal relationships.\nExcellent verbal and written communication skills with the ability to effectively advocate technical solutions to research scientists, engineering teams and business audiences\n\nAmazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visit https://www.amazon.jobs/en/disability/us.",
        "location": "New York, NY",
        "rating": "3.5",
        "summary": "8+ years of experience working in data science in e-commerce.\nDevelop and document scientific research to be shared with the greater data science community at…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=199025c4ceeb0f65"
    },
    {
        "companyName": "Accenture",
        "date": "20 days ago",
        "details": "We are:\nApplied Intelligence, the people who love using data to tell a story. We’re also the world’s largest team of data scientists, and experts in machine learning and AI. A great day for us Solving big problems using the latest tech, serious brain power, and deep knowledge of just about every industry. We believe a mix of data, analytics, automation, and responsible AI can do almost anything—spark digital metamorphoses, widen the range of what humans can do, and breathe life into smart products and services. Want to join our crew of sharp analytical minds Visit us here to find out more about Applied Intelligence.\nWe have versatile talents, far-alternative perspectives, and proven methodology to help take ideas from whiteboard explorations to scaled solutions. We help Discover trends in technology and industry, Envision solutions that overcome challenges and embrace opportunities, and Create valuable innovations - from rapid prototypes to practical applications.\nYou are:\nAn expert data scientist with an eye for AI/ML. You want to change how the world works and lives by taking AI out of the lab and into everyday life. You know the theory and you have hands-on expertise from studies, experience and/or self-taught projects. And you’re all about helping clients scale data into value.\n\nWhat You’ll Do:\nProvide hands-on technical thought leadership, solve large & complex business problems and drive actionable insights for clientsPrototype & scale AI/ML solutions in production cloud environment to meet business needsStay abreast of AI/ML technologies, academic researches & hands-on techniquesParticipate in development of innovative solutions for clients across functions & life sciences industries\n\nWhat We’re Looking For:\nBachelor degree in a field such as marketing, analytics, statistics, econometrics, mathematics, or operations analysis. Double bonus if you have an industry specialization (e.g. Financial Services, Life Sciences, etc.) or equivalent (minimum 12 years) work experienceExcellent understanding of Life Sciences Industry/Domain. Working with one of the sub-industries within Life Sciences – Pharmaceutical, Biotechnology, Medical Technology, Generics, Distribution, and Consumer Healthcare. ( Understanding of the data sets within these sub-industries – example: commercial, point of sales, clinical, claims data etc.)At least 2 years embracing challenges with data science lifecycle in an enterprise setting developing & implementing AI/ML models, including professional experience with recommender engine, natural language processing, optimization & operational research, computer vision and deep & classical machine learning. Experience working with data science tools: e.g. Python, r, Julia, Plotly, Flask & Git and designing & operating tools & services in cloud environments: e.g. GCP, Azure, AWS & Databricks\nBonus Point If:\nGraduate degree in data science or related disciplines: e.g. Applied Mathematics, Statistics, Computer Science, Economics, Engineering and PhysicsA blend of data science capability, consulting expertise and industry experience (e.g. retail, CPG & loyalty), experienced storyteller with data and communicating findings to a non-technical audienceDrive to learn and master new technologies and techniques\nWhat We Believe\nWe have an unwavering commitment to diversity with the aim that every one of our people has a full sense of belonging within our organization. As a business imperative, every person at Accenture has the responsibility to create and sustain an inclusive environment.\nInclusion and diversity are fundamental to our culture and core values. Our rich diversity makes us more innovative and more creative, which helps us better serve our clients and our communities. Read more here\nEqual Employment Opportunity Statement\nAccenture is an Equal Opportunity Employer. We believe that no one should be discriminated against because of their differences, such as age, disability, ethnicity, gender, gender identity and expression, religion or sexual orientation.\nAll employment decisions shall be made without regard to age, race, creed, color, religion, sex, national origin, ancestry, disability status, veteran status, sexual orientation, gender identity or expression, genetic information, marital status, citizenship status or any other basis as protected by federal, state, or local law.\nAccenture is committed to providing veteran employment opportunities to our service men and women.\nFor details, view a copy of the Accenture Equal Opportunity and Affirmative Action Policy Statement.\nRequesting An Accommodation\nAccenture is committed to providing equal employment opportunities for persons with disabilities or religious observances, including reasonable accommodation when needed. If you are hired by Accenture and require accommodation to perform the essential functions of your role, you will be asked to participate in our reasonable accommodation process. Accommodations made to facilitate the recruiting process are not a guarantee of future or continued accommodations once hired.\nIf you would like to be considered for employment opportunities with Accenture and have accommodation needs for a disability or religious observance, please call us toll free at 1 (877) 889-9009, send us an email or speak with your recruiter.\nOther Employment Statements\nApplicants for employment in the US must have work authorization that does not now or in the future require sponsorship of a visa for employment authorization in the United States.\nCandidates who are currently employed by a client of Accenture or an affiliated Accenture business may not be eligible for consideration.\nJob candidates will not be obligated to disclose sealed or expunged records of conviction or arrest as part of the hiring process.\nThe Company will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. Additionally, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the Company's legal duty to furnish information.",
        "location": "New York, NY",
        "rating": "4.0",
        "summary": "A blend of data science capability, consulting expertise and industry experience (e.g. retail, CPG & loyalty), experienced storyteller with data and…",
        "title": "Data Scientist Consultant - Life Science",
        "url": "https://www.indeed.com/viewjob?jk=c49a5bc879eff457"
    },
    {
        "companyName": "Northwell Health",
        "date": "2 days ago",
        "details": "Job Description\nCollaborates with the leadership to advance data science strategy and programs; works collaboratively with both Information Technology members and the clinical community to evaluate and implement data science projects, systems and initiatives at both the department and the enterprise level. Ensures that these projects and their outputs enhance clinical quality, patient safety, and institutional efficiency, focusing on all aspects of data science, including data gathering and wrangling, exploratory data analysis, data modeling and machine learning, and model implementation and evaluation. Provides expertise on mathematical concepts for the broader applied analytics team.\nJob Responsibility\nWorks collaboratively to design, implement and maintain data science models and applications.\nWorks on programs to apply data science methodologies, including predictive modeling and machine learning, data analytics and visualization, and usability and design, to departmental, service line, and enterprise applications and functions.\nSynthesizes complex data-related problems into actionable business and/or clinical strategy, and communicate findings to appropriate end-users and stakeholders.\nAssists with the development of specifications to support the design of new or modified data science projects, with a focus on data-driven optimization, enhancement, and development.\nAssists in the evaluation of projects, systems, and initiatives at the department, service line, and enterprise level; ensures projects and their outputs enhance clinical quality, patient safety, and institutional efficiency, focusing on all aspects of data science, including data gathering and wrangling, exploratory data analysis, data modeling and machine learning, and model implementation and evaluation; ensures high quality execution of all proposed projects.\nKnowledgeable in present and planned data science projects and maintains voice of the customer in all project initiatives.\nServes as the link between the clinical staff (customer) requirements and IS capabilities.\nAssists in ensuring that systems are implemented to support organization initiatives and goals to improve the quality of patient care, to maximize patient safety, and to provide operational efficiencies.\nServes as a resource to the leadership; demonstrates familiarity with current hospital information systems.\nOperates under general guidance and work assignments are varied and require interpretation and independent decisions on course of action.\nPerforms related duties as required. All responsibilities noted here are considered essential functions of the job under the Americans with Disabilities Act. Duties not mentioned here, but considered related are not essential functions.\nJob Qualification\nBachelor’s Degree in Computer Science, Informatics, Statistics, Engineering, Data Science, or related field, required. Master’s Degree, preferred.\nMinimum of two (2) years of post-graduate training or experience involving quantitative data analysis, required and working with clinical data, data science, and machine learning, preferred.\nWorking familiarity with basic medical and health information technology concepts, including standardized terminologies and ontologies and electronic health records, as well as Data Warehousing and Business Intelligence tools, required.\nExpertise in working with SQL relational databases and statistical or general programming languages (e.g., Python, R), required.\nDeep understanding of statistical and predictive modeling concepts, machine-learning approaches, clustering and classification techniques, and recommendation and optimization algorithms.",
        "location": "Greenvale, NY 11548",
        "rating": "4.0",
        "summary": "Minimum of two (2) years of post-graduate training or experience involving quantitative data analysis, required and working with clinical data, data science,…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=27207e013cb2b605"
    },
    {
        "companyName": "Capital One - US",
        "date": "28 days ago",
        "details": "Locations: NY - New York, United States of America, New York, New York\nManager, Data Science - Credit Card Fraud\nData is at the center of everything we do. As a startup, we disrupted the credit card industry by individually personalizing every credit card offer using statistical modeling and the relational database, cutting edge technology in 1988! Fast-forward a few years, and this little innovation and our passion for data has skyrocketed us to a Fortune 200 company and a leader in the world of data-driven decision-making.\nAs a Data Scientist at Capital One, you’ll be part of a team that’s leading the next wave of disruption at a whole new scale, using the latest in computing and machine learning technologies and operating across billions of customer records to unlock the big opportunities that help everyday people save money, time and agony in their financial lives.\nIn this role, you will:\nPartner with a cross-functional team of data scientists, software engineers, and product managers to deliver a product customers love\nLeverage a broad stack of technologies — Python, Conda, AWS, H2O, Spark, and more — to reveal the insights hidden within huge volumes of numeric and textual data\nBuild machine learning models through all phases of development, from design through training, evaluation, validation, and implementation\nFlex your interpersonal skills to translate the complexity of your work into tangible business goals\nThe Ideal Candidate is:\nInnovative. You continually research and evaluate emerging technologies. You stay current on published state-of-the-art methods, technologies, and applications and seek out opportunities to apply them.\nCreative. You thrive on bringing definition to big, undefined problems. You love asking questions and pushing hard to find answers. You’re not afraid to share a new idea.\nTechnical. You’re comfortable with open-source languages and are passionate about developing further. You have hands-on experience developing data science solutions using open-source tools and cloud computing platforms.\nA data guru. “Big data” doesn’t phase you. You have the skills to retrieve, combine, and analyze data from a variety of sources and structures. You know understanding the data is often the key to great data science.\nBasic Qualifications:\nBachelor’s Degree plus 6 years of experience in data analytics, or Master’s Degree plus 4 years of experience in data analytics, or PhD plus 1 year of experience in data analytics\nAt least 2 years’ experience in open source programming languages for large scale data analysis\nAt least 2 years’ experience with machine learning\nAt least 2 years’ experience with relational databases\nPreferred Qualifications:\nPhD in “STEM” field (Science, Technology, Engineering, or Mathematics) plus 3 years of experience in data analytics\nAt least 1 year of experience working with AWS\nAt least 4 years’ experience in Python, Scala, or R for large scale data analysis\nAt least 4 years’ experience with machine learning\nAt least 4 years’ experience with SQL\nCapital One will consider sponsoring a new qualified applicant for employment authorization for this position.",
        "location": "New York, NY",
        "rating": "3.9",
        "summary": "You know understanding the data is often the key to great data science.\nYou have hands-on experience developing data science solutions using open-source tools…",
        "title": "Manager, Data Science - Credit Card Fraud",
        "url": "https://www.indeed.com/viewjob?jk=b59d8349a620d67e"
    },
    {
        "companyName": "Valley National Bank",
        "date": "10 days ago",
        "details": "The Associate Data Scientist uses mathematical and statistical concepts and theories to collect and analyze data to support the identification of solutions to business problems. Designs experiments and methodologies to generate and collect data for business use by using a full spectrum of machine learning models, database design, and predictive analytics solutions.\n\nResponsibilities include but are not limited to:\nInitially performs under supervision and mentorship of senior professionals, but self -motivated to develop quickly to perform with limited supervision.\nIdentifies sources of credible data and maintains data catalogs to provide key data sources to internal and external stakeholders.\nPerforms statistical analysis on experimental or business data to identify, validate and quantify trends or patterns based on guidance from business or research leaders.\nCleanses, structures and transforms data to test hypothesis, model complex systems and identify patterns. Prepares and analyzes program/model output to allow for efficient data analysis.\nConducts in-depth data analyses using traditional and statistical methods. Implements algorithms and software to perform analyses.\nConstructs predictive models, algorithms and probability engines to support data analysis or product functions; verifies model and algorithm effectiveness based on real-world results.\nTransforms complex data into creative graphs, tables, charts and other graphics in order to present and/or share the data in a comprehensive and concise manner.\nImports and exports data between external RDBMS and the Hadoop Cloudera cluster.\nWrites query to filter data or join multiple data sets.\nWrites supporting methodology, analysis and data visualizations to communicate complex ideas to business stakeholders.\nRequired Skills:\nAbility to communicate both verbally and written to employees in the business units utilizing non-technical language.\nExperience with machine learning.\nAbility to develop in Python and or Scala language or R.\nExperience utilizing Spark and Hadoop.\nExperience utilizing SQL and HIVE tables.\nKnowledge of Machine Learning and Computational Statistics.\nKnowledge of Microsoft Azure preferred.\nDemonstrated ability to experiment and explore data sets to derive meaningful insights.\nFamiliarity with BI Visualization tools like MS PowerBI.\nComfortable in an environment of ambiguity and uncertainty.\nRequired Experience:\nBachelor's Degree in Computer Science or a related IT degree or in a quantitative field plus formal training, participation in or completed a Valley Bank Internship Program. Proven ability to demonstrate intellectual curiosity and ability to learn quickly.\nPython development experience preferred.",
        "location": "Wayne, NJ 07470",
        "rating": "3.2",
        "summary": "Writes query to filter data or join multiple data sets.\nIdentifies sources of credible data and maintains data catalogs to provide key data sources to internal…",
        "title": "Associate Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=c8234e83a313dc71"
    },
    {
        "companyName": "AT&T",
        "date": "30+ days ago",
        "details": "The Data Science team at Xandr is responsible for driving algorithmic product innovation across the company. Our projects underlie major features for both buyers and sellers on our platform, as well as the marketplace design for our ad exchange itself. We combine elements of theory with the practical tools and techniques for exploring vast quantities of data, all with the aim of designing effective algorithms to achieve product goals. Data Science partners closely with Engineering, Product, and Data Analytics to ensure that our solutions are solving the right business problem, are scaling as needed, and are achieving the expected results for our clients.\n\nAs a team, we have diverse set of backgrounds (math, physics, engineering, operations research, statistics, econometrics, political science) and a spectrum of credentials (about half have PhDs). Our culture centers on collaborating, continuously learning and teaching, and producing effective solutions for our users, whether they rely on elegant theory or on simple heuristics and empirical evidence. We love that our contributions further Xandr’s position as a pioneer and thought leader in the AdTech industry, but we measure our efforts based on the impact and value we create for our clients and internal teammates.\n\nThe Data Scientist role is perfect for someone who is passionate about combining deep technical understanding, broad domain knowledge, and creative problem-solving skills to design products that make a measurable impact for our users.\n\nAbout the job:\nUse machine learning techniques, visualizations, statistical analysis, etc. to gain insight into various data sets – some of which are readily available, and some of which you create and curate yourself\nParticipate in the full lifecycle of algorithm-based feature development: researching and designing solutions, running tests with clients and performing deep analyses to understand results, implementing scalable solutions in production environments, and monitoring platform-wide impact\nCollaborate with team members, both to build out specific projects and to continuously teach and learn new technology and techniques\nCommunicate findings and solutions clearly to a variety of audiences, e.g. writing clear, comprehensive specs for engineers or explaining algorithmic concepts to product managers\nActively seek out a broad understanding of the Xandr platform and products, and align design efforts with that context\nWork independently with minimal supervision but high accountability\n\nMA in a relevant quantitative field, or 2 years relevant applied data science work in industry experience\nBasic programming experience – we primarily use Python and SQL, but you may have experience in R, MATLAB, or another language\nExperience with machine learning techniques is a plus\nProven excellence at formulating, understanding, and solving complex, non-routine quantitative problems\nAptitude for learning new theory and new technology\nStrong written and verbal communication skills\nHands-on attitude toward problem-solving, including a willingness to dig into terabytes of data and quickly construct tools or models\nAbility to work in a highly interactive, collaborative, fluid environment",
        "location": "New York, NY",
        "rating": "3.7",
        "summary": "MA in a relevant quantitative field, or 2 years relevant applied data science work in industry experience.\nHands-on attitude toward problem-solving, including a…",
        "title": "Associate Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=372d14dbc732f0b7"
    },
    {
        "companyName": "Apple",
        "date": "Today",
        "details": "Summary\nPosted: Jun 24, 2021\nRole Number:200260748\nWe are looking for research scientists with a passion for developing and using machine learning to transform sensing data from the most worn wearables and devices into intelligent health experiences. You will join a close-knit team, growing in the NY area, of highly accomplished and deeply technical research scientists and engineers focused on delivering cutting edge machine learning technologies to the health space.\nAs a member of this team, you will have the opportunity to use your deep understanding of machine learning, artificial intelligence, and data science to solve challenging technical problems to deliver the next generation of Apple health experiences. You will perform fundamental research by defining, designing, implementing, and evaluating new machine learning models and algorithms to solve challenging problems involving unique data and objectives. In this role, you will collaborate with highly innovative product teams across Apple, and see projects through to deployment on over 1 billion Apple devices worldwide.\nKey Qualifications\nExpertise in developing new machine learning algorithms and tools\nDemonstrated contributions in one or more of the following fields related to machine learning: fairness, privacy, deep learning, transformers and attention models, architecture search, NLP, optimization, reinforcement learning, and related topics\nDemonstrated, via publications or products, interest in applying machine learning methods to health related problems and data\nAbility to distill vague product experiences into concrete problem definitions\nA demonstrated passion for making methods robust, fair, private, efficient, and scalable\nSkilled in explaining and presenting analyses and machine learning concepts to a broad technical audience\nExperience using Python, C/C++, or other programming language for machine learning\nProficiency developing large scale models using modern machine learning packages (e.g. TensorFlow, PyTorch)\nBeing able to provide 3-5 strong recommendation letters\nDescription\nYour responsibilities include:\nResearching, developing, and implementing the most innovative machine learning, artificial intelligence, statistics, computer vision, and NLP techniques applied to unique health data and problems\nActively engaging with the academic community by publishing papers and presenting your work\nTransferring machine learning solutions to data scientists and engineers on product teams\nProviding technical guidance to product teams on the machine learning approaches appropriate for a task\nEducation & Experience\nA PhD in machine learning (CS, ECE, Stats, Math, or related fields)\nAdditional Requirements\nPreferred Qualifications:\n2+ years of research experience in academia or industry after the PhD (summer internships could be considered as experiences)\nPublications in the leading machine learning, computer vision, NLP, and health venues.\nStrong fundamentals in problem solving, algorithm design, and model building, including statistical analysis\nPassion for creating new technologies with high product impact\nExcellent verbal and written communication and presentation skills\nHaving recommendation letters both from Academia and industry",
        "location": "New York, NY",
        "rating": "4.2",
        "summary": "Transferring machine learning solutions to data scientists and engineers on product teams.\nDemonstrated, via publications or products, interest in applying…",
        "title": "AI/ML - Research Scientist, Health AI",
        "url": "https://www.indeed.com/viewjob?jk=3f33ef2df871420d"
    },
    {
        "companyName": "Plymouth Rock Assurance",
        "date": "3 days ago",
        "details": "Overview:\n\nThe Data Scientist supports the development of statistical mod will enable future growth and profitability for our book of business through appropriate pricing, underwriting and risk segmentation. He/she will report to the Manager of Data Science and will be involved in research, development and implementation of analytical solutions based on statistical models.\nEssential Functions and Responsibilities\nPerforms data mining and data cleansing tasks.\nPrepare datasets for modeling through balancing and validation.\nProduces predictive models which enable the creation of rating plans and evaluation of risk.\nAssists decision makers with studies that evaluate new business models to evaluate customers’ profitability including customers and/or risk segmentation, retention and lifetime value modeling.\nCommunicates to diverse audiences, including technical and non-technical.\nManages projects of moderate complexity.\nSupports modeling requests made by other departments.\nWorks closely with others to gain strong understanding of insurance concepts and processes.\nPerform other job-related duties as assigned.\nQualifications and Education\nBroad thinker with the ability to synthesize information from various sources and apply that information to concrete business problems. Strong decision-making skills.\nSolid skills and training in predictive modeling, data mining and other quantitative and research analytics (Multivariate Analysis, Bayesian Methods, Generalized Linear Models, Non-Linear Models, Decision Trees, Non- Parametric estimation etc.).\nStrong programming ability in SAS, SQL, R or other programming languages and proficiency in scripting languages and ability to build code and algorithms to tackle statistical problems.\nExcellent written and oral communication and presentation skills.\nSelf-starter and strong individual contributor.\nSolid understanding of database principles and experience working with large databases.\nKnowledge of auto insurance will be a plus.\n1 or more years of experience developing and implementing multivariate predictive models using GLM and other statistical methods.\nMasters in economics, statistics, or related field required, PhD preferred.\nAbout the Company\nThe Plymouth Rock Company and its affiliated group of companies write and manage over $1.6 billion in personal and commercial auto and homeowner’s insurance throughout the Northeast and mid-Atlantic, where we have built an unparalleled reputation for service. We continuously invest in technology, our employees thrive in our empowering environment, and our customers are among the most loyal in the industry. The Plymouth Rock group of companies employs more than 1,900 people and is headquartered in Boston, Massachusetts. Plymouth Rock Assurance Corporation holds an A.M. Best rating of “A-/Excellent”.",
        "location": "Woodbridge, NJ 07095",
        "rating": "3.7",
        "summary": "Performs data mining and data cleansing tasks.\nSolid skills and training in predictive modeling, data mining and other quantitative and research analytics …",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=ec3bbf4aa049b1bc"
    },
    {
        "companyName": "Weber Shandwick",
        "date": "14 days ago",
        "details": "We Are Seeking:\nThe Data Scientist will join the Global Intelligence team to deliver on a series of domestic and international projects core to the marketing and communications objectives of our clients.\n\nThe position will directly report to the EVP of Applied Data Science, and will support teams across all North American practice areas and lead Weber Shandwick's most complex International analytics work.\n\nWhat You Will Be Doing:\nWork with SMEs and product managers to obtain a greater understanding of the needs of the business and the types of analysis that support business goals\n\nWork with data providers, client data owners and design teams to create the technical specifications and execution methods\n\nWork with stakeholders to define/refine the functional specifications, including the required processes & procedures required to address the business problems we're solving for\n\nIngest, clean, and transform short- and long-form text data\n\nBuild data pipelines and deploy data integration solutions\n\nSignificant analysis of large volumes of text-based data from social listening platforms\n\nDevelop scripts to enable Natural Language Processing (NLP) solutions to support analysis\n\nBuild, Train and test machine learning models for descriptive and predictive analyses\n\nUse client's, or our own, standard data analysis and data integration tools and technologies to operationalize the solution\n\nDeploy solutions to \"the cloud\" and schedule/automate ETL jobs for continued processing\n\nDesign, develop and present internal training, to educate practitioners (other data analysts, data scientists, business analysts with a \"technical bent\") on data analyst roles and how they integrate in the Global Intelligence solution\n\nInternally educate the non-technical team members about technology, data solutions, etc.\n\nWhat We Are Looking For:\nAs a key player in our organization, you will focus on contributing to complex multi-continental engagements and liaise with global executives at top performing organizations. The work we do is unique and requires a synthesis of many diverse data points, methodologies and perspectives to create differentiated analyses for our clients. We operate with a very lean structure built on mutual accountability.\n\nWe are seeking a talented team member to work with a small but entrepreneurial group to leverage our proprietary tools and data sets to provide unique insights to the world's leading telecom, energy, fashion, beauty, CPG, jewelry, beverage, auto and e-commerce brands.\n\nBasic Qualifications\n\nAdvanced degree with major in STEM or other quantitative field\n\nAbility to manipulate and leverage large scale data with scripting language such as python\n\nExperience building data pipelines on cloud platforms\n\nAbility to build ETL data pipelines for API integrations\n\nStrong capacity to translate data and research into strategic insights and recommendations\n\n1-3 years of full-time experience\n\nWeber Shandwick is proud to be an Equal Opportunity/Affirmative Action employer. Weber Shandwick recruits qualified applicants without regard to race, color, religion, gender, age, ethnic or national origin, protected veteran status, physical or mental disability, sexual orientation, gender identity, marital status or citizenship status.\n\n#LI-OD1\nWe make our careers website accessible to any and all users. If you need an accommodation to participate in the application process, please contact us at JobAppAccommodation@ipgdxtra.com . This email address is not for general employment inquiries or vendors; rather it is strictly for applicants who require special assistance accessing our employment website. Due to volume, messages sent to this email address that are not related to an accommodation cannot be answered.",
        "location": "New York, NY 10022 (Sutton Place area)",
        "rating": "3.9",
        "summary": "Build data pipelines and deploy data integration solutions.\nWork with data providers, client data owners and design teams to create the technical specifications…",
        "title": "Data Scientist",
        "url": "https://www.indeed.com/viewjob?jk=3b2327e52de46ab0"
    },
    {
        "companyName": "Blackstone Group",
        "date": "30+ days ago",
        "details": "Job Description:\nFirm Overview:\nBlackstone is one of the world’s leading investment firms. We seek to create positive economic impact and long-term value for our investors, the companies we invest in, and the communities in which we work. We do this by using extraordinary people and flexible capital to help companies solve problems. Our $564 billion in assets under management include investment vehicles focused on private equity, real estate, public debt and equity, life sciences, growth equity, opportunistic, non-investment grade credit, real assets and secondary funds, all on a global basis. Further information is available at www.blackstone.com. Follow Blackstone on Twitter @Blackstone.\nTeam:\nBlackstone Data Science\nTeam Description:\nBlackstone Data Science (“BXDS”) is the firm-wide team that uses advanced analytics and statistical methods to make us better investors and business operators. Integrated into our investing groups, we focus on data-driven questions that matter to business and can be solved through the application of data analysis, statistics, computer programming, and machine learning. We develop insights through alternative datasets and analytical methods to help fill in gaps in our understanding of specific assets and markets, as well as help source new investment and partnership opportunities.\nBXDS is part of the firm’s Portfolio Operations Group. In private equity, BXDS works hand-in-hand with deal teams to identify potential sources of corporate value that could be quantified and underwritten through data science. In our portfolio companies, we drive operating efficiencies and create incremental and new revenue streams by working directly with our management teams. In real estate, we work alongside deal teams to evaluate attractiveness of local markets based on novel datasets and proprietary geospatial models.\nWe are a team of data scientists, engineers, and strategists that analyzes complex datasets, develops predictive and analytical models, builds production-quality data flows, and advises on smarter data utilization. We sit at the intersection of quantitative and investment analysis, and focus only on projects that “move the needle.” You will have the opportunity to work directly with senior management at Blackstone as well as with top executives from our portfolio companies. If you enjoy fast-paced, stimulating quantitative work with tangible business impact, BXDS may be a good fit for you.\nJob Title: Portfolio Operations – Data Science, Private Equity, Associate\nJob Description:\nBlackstone is looking to hire a passionate data scientist to be an integral member of BXDS focusing on private equity investing. This individual will play a key role in accelerating a data-driven evolution within Blackstone by using advanced analytics to evaluate live private equity deals, work with our portfolio company management teams to drive business value, and work with alternative datasets to curate novel insights.\nThe ideal candidate is a data practitioner, whom has experience working with diverse sets of structured and unstructured datasets. This individual needs to understand and own all steps of the data analysis process, including cleansing dirty and unstructured data, data tagging, feature engineering, and mapping. A data scientist will be responsible for independently exploring and working with a portfolio of datasets and have the opportunity to generate novel insight from the data. This individual needs to be passionate about the application of data science to drive business impact, and intellectually curious about solving real-world questions from data.\nQualifications include:\nUndergraduate degree required\n4-7 years of relevant experience in a data-driven professional setting\nProficiency in multiple programming and querying languages, including Python and SQL\nFamiliarity with big data analytical techniques and cloud technologies including Amazon Web Services (AWS)\nFoundation in statistics and mathematics\nComfortable working with, and combining, disparate and diverse data sources\nA strong intuition for analytical methodologies and desire to solve novel technical challenges\nExcellence in balancing multiple projects and efficiently meet goals in a fast-paced environment\nStrong written and verbal communication\nAbility to work both independently and on a team\nNo previous experience in the financial services industry is required\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, sex, age, disability, sexual orientation, national origin or any other category protected by law.\nIf you need a reasonable accommodation to complete your application, please contact Human Resources at 212-583-5000 (US),44 (0)20 7451 4000 (EMEA) or852 3656 8600 (APAC).\nThe Blackstone Group and its affiliates provide equal employment opportunity to all qualified employees and applicants for employment regardless of race, color, creed, religion, sex, pregnancy, national origin, ancestry, citizenship status, age, marital or partnership status, sexual orientation, gender identity or expression, disability, genetic predisposition, veteran or military status, status as a victim of domestic violence, a sex offense or stalking, or any other classification prohibited by applicable law.\nTo submit your application please complete the form below. Fields marked with a red asterisk * are required in order to enter into a possible employment contract (although some can be answered \" prefer not to say \"). Failure to provide this information may compromise the follow-up of your application.",
        "location": "New York, NY",
        "rating": "3.7",
        "summary": "This individual needs to be passionate about the application of data science to drive business impact, and intellectually curious about solving real-world…",
        "title": "Blackstone Data Science - Private Equity Associate",
        "url": "https://www.indeed.com/viewjob?jk=1493128fcca127b4"
    },
    {
        "companyName": "Uber",
        "date": "30+ days ago",
        "details": "About the Role\nAre you interested in working at the intersection of machine learning (ML), economics, engineering, and data science? Are you passionate about developing next-generation algorithms to power a variety of unique solutions in the pricing and logistics spaces? If so, then this is the job for you.\nWe are looking for a brilliant Data Sciencer leader to spearhead data science challenges (i.e. modeling and algorithmic development) work in the Marketplace area for Uber Eats.\nWhat You'll Do\nLead technical data science teams. Your deep technical knowledge will allow you to work across data science, product and engineering teams working together to build a great product.\nLead the creation of pragmatic, prioritized, actionable roadmaps that effectively distill vision and strategy into efficiently shipped results.\nBe creative - relentlessly identify new ideas and data sources to solve very difficult problems.\nDistill the vision and strategy for the team(s) to generate enthusiasm\nBe deeply truth-seeking. Collect whatever data is necessary to inform product direction. Solicit and embrace critical feedback.\nCollaborate with Uber internal stakeholders, including product, engineering, product operations, finance, legal, policy and global operations teams to ensure that our technology supports Uber's business objectives, globally.\nDrive cross-functional team to set qualitative objectives and quantitative goals\nComfortable enough with research methodologies to address abstract business and product problems with utmost precision.\nBasic Qualifications\nExcellent educational background in computer science, machine learning, statistics, applied math, economics, operations research, or a related field. PhD degree preferred.\nStrong expertise in data science/machine learning. Prior research or industry experience in Pricing, Optimization, Auctions preferred.\nPreferred Qualification\nBias towards action and impact - able to structure a project from idea, prototyping, productionization to impact quantification. Industry experience with a proven track record of delivering impactful results preferred.\nPassionate and attentive self-starter, great communicator, amazing follow-through - you have a great work ethic and love the responsibility of being held accountable for the results.\nAt Uber, we ignite opportunity by setting the world in motion. We take on big problems to help drivers, riders, delivery partners, and eaters get moving in more than 10,000 cities around the world.\nWe welcome people from all backgrounds who seek the opportunity to help build a future where everyone and everything can move independently. If you have the curiosity, passion, and collaborative spirit, work with us, and let's move the world forward, together.\nUber is proud to be an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to sex, gender identity, sexual orientation, race, color, religion, national origin, disability, protected Veteran status, age, or any other characteristic protected by law. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.\nIf you have a disability or special need that requires accommodation, please let us know by completing the form.",
        "location": "New York, NY",
        "rating": "3.7",
        "summary": "Strong expertise in data science/machine learning.\nYour deep technical knowledge will allow you to work across data science, product and engineering teams…",
        "title": "Uber Eats - Data Science Leadership",
        "url": "https://www.indeed.com/viewjob?jk=8e6712c679f39508"
    },
    {
        "companyName": "Barstool Sports",
        "date": "6 days ago",
        "details": "We are hiring a Senior Data Engineer for Barstool Sports located in New York City or remote.\nAs a Data Engineer, you will not only own, but perform maintenance and enhancements across an array of projects. You will be tasked to work with the product & engineering team, as well as our data science team, to build and orchestrate data workflows that move data from our vast number of 3rd party sources into our central data warehouse (Snowflake). You will be responsible for building and maintaining custom ETL pipelines as well as managing out-of-the-box data ingestion products. You will need to utilize SQL for simple data retrieval to complex materialized views.\nLanguages, frameworks, and tools you should love….\nNode.js / Python\nSnowflake / Big\nQuery / Redshift\nLooker\nAmazon S3\nLanguages, frameworks, and tools you should be familiar with...\nFiveTran\nStitchData\nAmazon Athena\nWhat You Have\n4+ years of engineering experience in Javascript or Python\nAbility to write complex SQL queries joining multiple data sets\nAbility to interact with 3rd party API’s at scale. Some workflows will query millions of rows.\nStrong understanding of data warehouses and how to efficiently store the data for optimal query performance.\nExcellent communication skills — you should be able to clearly articulate your decisions.\nThink you have what it takes? Head over to our challenge and follow the instructions",
        "location": "New York, NY",
        "rating": "4.6",
        "summary": "You will be tasked to work with the product & engineering team, as well as our data science team, to build and orchestrate data workflows that move data from…",
        "title": "Senior Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=029886115e7929fd"
    },
    {
        "companyName": "Bloomberg",
        "date": "30+ days ago",
        "details": "Do you want to belong to an inspiring and encouraging community that’s well respected in financial markets and be part of a group directly contributing to the company’s bottom line? Keen to provide solutions and ideas to our market leading Excel Solution Library for finance professionals? Interested in combining Excel skills with business sense to build P&L impacting solutions for our clients?\n\nThe Desktop Build Group (DBG) works closely with Bloomberg’s existing and prospective clients to find solutions to business needs using Bloomberg’s API for Excel. Last year we delivered over 2500 projects to clients and our Excel solutions on the Bloomberg Terminal are used by over 120,000 financial professionals. We are a global team with colleagues based in London, New York, San Francisco, Sao Paulo, Hong Kong, Singapore, Tokyo and Sydney.\n\nWhat's the role?\n\nYou will use your financial market knowledge to consult our client base, helping them to develop and implement their investment strategies and research demonstrating our Excel APIs, VBA and our groundbreaking query language (BQL). You’ll directly impact our revenue by collaborating closely with our Sales Department and your solutions will be used by potentially thousands of financial market professionals.\n\nYour role will involve full life-cycle development, from initial pitches to prospective clients, requirement gathering, prototyping, implementation, deployment and adoption.\n\nYour responsibilities will include:\nProactively liaise with the Sales and Product teams to build strategic relationships with clients\nAssist clients to onboard and develop their financial models on Bloomberg platform and work closely with the quant solution team to provide technical assistance to quant platform\nMaintain and support Excel models accessible via the Bloomberg Terminal\nWork closely with our Product Development and Software Engineering teams to help drive improvements to our Excel APIs and Query Language\nOccasional travel may be required\nTraining and team support will allow you to gain:\nIn depth knowledge of Bloomberg Terminal, the world's leading financial analytics platform for investment professionals, and Bloomberg APIs\nA deep understanding of financial markets and investment processes on both buy-side and sell-side\nA strong understanding of data science and Python\nYou’ll need to have at least 2 out of these 3 areas:\nStrong Communication Skills with Sales/Clients:\nConfidence and an ability to have highly articulate and consultative interactions with clients\nPrevious experience in pitching technical/quant products/research to the clients\nIT/Risk/Finance consulting or data vendor sales background will be a plus\nStrong Financial Market/Product Knowledge:\nPrevious experience working in financial markets and specific knowledge in one or more asset classes (Equities, Fixed Income, Commodities, FX, etc.)\nGood understanding of financial markets and investment processes on either buy/sell-side\nCFA, technical business analyst or sell-side research background will be a plus\nTechnical Skills:\nDetailed knowledge in MS Excel/VBA and an ability to learn other programming languages\nPrevious experience using Bloomberg Terminal or other data vendors\nA strategic mindset and proven commercial acumen which allows you to weigh up the business opportunities of a project before execution\nKnowledge of other programming languages such as Javascript, Python, R or similar is preferred\nExperience or qualifications in Data Science is a plus\nIf this sounds like you:\n\nApply if you think we’re a good match. We’ll get in touch with you to let you know the next steps but in the meantime feel free to browse this:\nhttps://www.bloomberg.com/professional/solution/bloomberg-terminal/\n\nBloomberg is an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\n\nBloomberg is a disability inclusive employer, please let us know if you require any adjustments to be made for the recruitment process by emailing access2@bloomberg.net.",
        "location": "New York, NY",
        "rating": "3.9",
        "summary": "A strong understanding of data science and Python.\nPrevious experience using Bloomberg Terminal or other data vendors.\nOccasional travel may be required.",
        "title": "Enterprise Data - Financial Data and Analytics Solutions Specialist",
        "url": "https://www.indeed.com/viewjob?jk=60642b3d99cc1b1d"
    },
    {
        "companyName": "Accenture",
        "date": "9 days ago",
        "details": "We are:\nApplied Intelligence, the people who love using data to tell a story. We’re also the world’s largest team of data scientists, data engineers, and experts in machine learning and AI. A great day for us Solving big problems using the latest tech, serious brain power, and deep knowledge of just about every industry. We believe a mix of data, analytics, automation, and responsible AI can do almost anything—spark digital metamorphoses, widen the range of what humans can do, and breathe life into smart products and services. Want to join our crew of sharp analytical minds Visit us here to find out more about Applied Intelligence.\nYou are:\nA data pro with serious analytical and statistical chops. You know how to take massive amounts of data and find the insights our clients need to help their companies do more.\nThe work:\nUse statistics, data mining, Machine Learning, and deep learning techniques to deliver data-driven insights for our clientsApply data science methodologies to deliver insights to clientsWork with Accenture teams and clients to understand their challenges and create solutionsFacilitate the development of “request for proposals” responses and contract developmentBe a thought leader for your team on projects and about leading technologiesStay on top of AI trends\n\nHere’s what you need:\nMinimum of 2 years expertise or advanced statistical modeling, machine learning, data mining, unstructured data analytics in corporate and/or academic research environmentsMinimum 2 years of developing machine learning methods, including familiarity with techniques in clustering, regression, optimization, recommendation, neural networks, and otherStrong quantitative and analytical skills with minimum 2 years of experience with data science tools, including Python, R, Scala, Julia, or SASBachelor’s or Master’s degree in quantitative field, Engineering, Computer Science, Physics, Applied Mathematics, Statistics, Economics or related fields\nBonus points if:\nExperience working in telecom, wireless/wireline, media, or technology companiesPassionate, creative, and forward thinkingFamiliarity with using cloud services (AWS, Google, Azure) or Big Data tools (Hadoop, Hive, Spark) in data science solutionsDemonstrable knowledge in artificial intelligence, machine learning, data science, and other relevant technical domainsPossess a blend of advanced analytical capabilities and consulting expertise that will create value and insights for our clients\nTravel\nFor now, all Accenture business travel, international and domestic, is currently restricted to client-essential sales/delivery activity only.\nPlease note: The safety and well-being of our people continues to be the top priority, and our decisions around travel are informed by government COVID-19 response directives, recommendations from leading health authorities and guidance from a number of infectious disease experts.\nImportant information\nWhat We Believe\nWe have an unwavering commitment to diversity with the aim that every one of our people has a full sense of belonging within our organization. As a business imperative, every person at Accenture has the responsibility to create and sustain an inclusive environment.\nInclusion and diversity are fundamental to our culture and core values. Our rich diversity makes us more innovative and more creative, which helps us better serve our clients and our communities. Read more here\nEqual Employment Opportunity Statement\nAccenture is an Equal Opportunity Employer. We believe that no one should be discriminated against because of their differences, such as age, disability, ethnicity, gender, gender identity and expression, religion or sexual orientation.\nAll employment decisions shall be made without regard to age, race, creed, color, religion, sex, national origin, ancestry, disability status, veteran status, sexual orientation, gender identity or expression, genetic information, marital status, citizenship status or any other basis as protected by federal, state, or local law.\nAccenture is committed to providing veteran employment opportunities to our service men and women.\nFor details, view a copy of the Accenture Equal Opportunity and Affirmative Action Policy Statement.\nRequesting An Accommodation\nAccenture is committed to providing equal employment opportunities for persons with disabilities or religious observances, including reasonable accommodation when needed. If you are hired by Accenture and require accommodation to perform the essential functions of your role, you will be asked to participate in our reasonable accommodation process. Accommodations made to facilitate the recruiting process are not a guarantee of future or continued accommodations once hired.\nIf you would like to be considered for employment opportunities with Accenture and have accommodation needs for a disability or religious observance, please call us toll free at 1 (877) 889-9009, send us an email or speak with your recruiter.\nOther Employment Statements\nApplicants for employment in the US must have work authorization that does not now or in the future require sponsorship of a visa for employment authorization in the United States.\nCandidates who are currently employed by a client of Accenture or an affiliated Accenture business may not be eligible for consideration.\nJob candidates will not be obligated to disclose sealed or expunged records of conviction or arrest as part of the hiring process.\nThe Company will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. Additionally, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the Company's legal duty to furnish information.",
        "location": "New York, NY",
        "rating": "4.0",
        "summary": "Apply data science methodologies to deliver insights to clients.\nDemonstrable knowledge in artificial intelligence, machine learning, data science, and other…",
        "title": "Data Science Consultant",
        "url": "https://www.indeed.com/viewjob?jk=8ff4b397b5349d59"
    },
    {
        "companyName": "New York University",
        "date": "3 days ago",
        "details": "Position Summary:\n\nThe Data Engineer will be responsible for: a) integrating and transforming database applications and web service application programs interfaces (APIs) through innovative strategies to support operations and decision making; b) serving as technical liaison to system users and vendors regarding data quality, access, and testing, as well as data conversion; c) collaborating with stakeholders to ensure data architectures are aligned with University-wide policies, governance, and institutional goals; d) developing and training machine learning models on predictive analytics; e) constructing and maintaining pipelines for internal and external datasets with multiple third-party systems; f) implementing procedures to improve system efficiency, security, and compliance g) researching new technology and applications; h) assessing and managing student staffing needs; and i) supporting web development and desktop support teams as needed.\nQualifications:\n\nRequired Education:\nBachelor's Degree with coursework in computer science.\n\nPreferred Education:\nMaster's Degree Master’s degree in computer science or data science is preferred.\n\nRequired Experience:\n5+ years 4 - 5 years of experience in database administration and management including database design and system analysis.\n\nPreferred Experience:\n5+ years of experience in software or data engineering and management, and applied machine learning engineering and management is preferred.\n\nRequired Skills, Knowledge and Abilities:\nKnowledge of the following is required:SQL and database designExperience with Salesforce administrationREST APIs and extraction, transform, and load (ETL) pipelinesUnix/Linux terminalFluency in PythonWorking knowledge of machine learning Algorithms (Logistic Regression, Random Forest, Gradient Boost, etc.) and machine learning frameworks/libraries (scikit-learn)GitHub\n\nPreferred Skills, Knowledge and Abilities:\nProgramming experience in PHP, Java, and APEX (Visualforce)Solid understanding of coding in HTML5/CSS3, Javascript, and jQueryFamiliarity with Drupal CMS and AWS EC2 is strongly desiredWorking knowledge of deep learning algorithms (CNNs, RNNs, GANs, etc.)\nAdditional Information:\n\nNYU aims to be among the greenest urban campuses in the country and carbon neutral by 2040. Learn more at nyu.edu/nyugreen.\nLearn more about NYU Wagner here.\n\nEOE/AA/Minorities/Females/Vet/Disabled/Sexual Orientation/Gender Identity",
        "location": "New York, NY 10012 (Greenwich Village area)",
        "rating": "4.2",
        "summary": "Master's Degree Master’s degree in computer science or data science is preferred.\nBachelor's Degree with coursework in computer science.",
        "title": "Data Engineer",
        "url": "https://www.indeed.com/viewjob?jk=217c6d1d17673dd1"
    },
    {
        "companyName": "Microsoft",
        "date": "17 days ago",
        "details": "We are currently looking for Data & AI Specialists to join our teams across our various business groups: Enterprise, Small Medium & Corporate, as well as Regulated Industries. By applying to this role, you will be considered for multiple opportunities within Microsoft across the United States.\nAs a Data & AI Specialist you will be a senior solution sales leader within our enterprise sales organization working with our most important customers. You will lead a virtual team of technical, partner and consulting resources to advance the sales process and achieve/exceed quarterly Data & AI revenue and usage/consumption targets in your assigned accounts.\nYou will be a trusted advisor and an Analytics, Data & AI subject matter expert with core capability and expertise in Data Modernization, Analytics and AI. You will work with customers to leverage data to help them achieve their business priorities and help guide customer’s journey through Analytics-led Azure Data transformation. You will help customers evaluate their applications and business requirements, recommend solutions that meet their requirements and demonstrate these solutions to win the technical decision.\nResponsibilities\nYou will need to support customers to remove roadblocks to deployment and drive customer satisfaction. You will help our customers take advantage of our unique hybrid data platform and leading Analytics & AI solutions to realize the value of digital transformation.\n40% of your time will be spent with customers identifying and surfacing new engagements that align with the customer’s business strategy. You will work with partners and others at Microsoft, as well as use our core tools, targeted account lists to identify and engage prioritized customers. You will be required to be disciplined in business-management, adaptable to a culture of accountability and build a strong and active business network.\n40% of your time will be spent on being the key technical leader, trusted advisor and influencer in shaping customer decisions to buy and adopt Microsoft Data & AI solutions. You will own winning the technical decision at customers for sales opportunities and usage scenarios, through tailoring your message, bringing ideas to customers, engaging with them to show our technology differentiation, and guiding them in decision making. You will lead presentations and solution demonstrations to explain and prove to our largest customers the capabilities of Microsoft's Data & AI solutions, and how we can make their businesses more successful.\n20% of your time will be spent on influencing the Microsoft Data & AI go to market strategies by providing feedback to sales, marketing, and engineering on current and future product requirements and sales blockers. You will be recognized for sharing, learning and driving work that results in business impact for customers, partners and Microsoft. We encourage thought leadership, and we encourage all our employees to continuously maintain and enhance their technical, sales, professional skills and competitive readiness. You will therefore be required to attain and maintain required certifications.\nQualifications\nWe are currently hiring across a variety of teams with various levels of skills and experiences required. Below maps the minimum required qualifications to be considered for these positions.\nRequirements:\n3+ years’ experience consulting and selling business solutions to corporate, public sector or enterprise customers.\n1+year working with solutions that include Data Warehouse, Hadoop, Spark, Data Lake, SQL Server, Machine Learning, and/or other comparable data solutions.\nPreferences:\nExecutive Presence. Experience and expertise selling to senior business decision makers by aligning & reinforcing the value of the solution to the customer’s overall business pain and/or strategic opportunities and decision criteria.\nData & AI Platform. Understanding of Microsoft Azure Data & AI products. The position requires the ability to articulate and demonstrate the business value of Microsoft's solutions and have a firm understanding of Microsoft's strategies and products relative to major Microsoft competitors\nExpertise in two or more data estate workloads like Teradata, Oracle Exadata, IBM Netezza, SAP (HANA, BW), HDInsight, Hadoop, Cloudera/Hortonworks, Apache Spark, Snowflake, MapR, AWS (Redshift, Glue), Google (BigQuery), MemSQL, MarkLogic, Qubole, Pivotal (Greenplum), Actian (Avalanche), Alibaba (MaxCompute)\nAccount Management. Effective territory/account management: planning, opportunity qualification and creation, stakeholder and executive communication, needs analysis, value engineering, services/partner engagement, opportunity management, pipeline management, large dollar licensing and deal negotiation\nProblem Solver. Ability to solve customer problems through cloud technologies\nCollaborative. Orchestrate and influence virtual teams to pursue sales opportunities and lead v-teams through influence\nLeadership. Experience leading large cloud engagements especially those involving Strategic Analytics & AI solutions, Data Platform modernization and migration and related\nCompetitive Landscape. Knowledge of enterprise software solutions and platform competitor landscape\nPartners. Understanding of partner ecosystems and the ability to leverage partner solutions to solve customer needs\nCertifications with Azure Data Engineer, Azure AI Engineer or equivalent industry certifications preferred\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you need assistance and/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form.\nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.",
        "location": "New York, NY",
        "rating": "4.2",
        "summary": "You will work with customers to leverage data to help them achieve their business priorities and help guide customer’s journey through Analytics-led Azure Data…",
        "title": "Data & AI Specialist",
        "url": "https://www.indeed.com/viewjob?jk=bbd4665bebfd7d1b"
    },
    {
        "companyName": "NYU Langone",
        "date": "30+ days ago",
        "details": "NYU Grossman School of Medicine is one of the nation's top-ranked medical schools. For 175 years, NYU Grossman School of Medicine has trained thousands of physicians and scientists who have helped to shape the course of medical history and enrich the lives of countless people. An integral part of NYU Langone Health, the Grossman School of Medicine at its core is committed to improving the human condition through medical education, scientific research, and direct patient care. For more information, go to med.nyu.edu, and interact with us on LinkedIn, Glassdoor, Indeed, Facebook, Twitter and Instagram.\n\n\nPosition Summary:\nWe have an exciting opportunity to join our team as a Data Analyst.\n\nThe Data Analyst will work directly with Dr. Mann, in the Division of Healthcare Delivery Science and the HiBRID Lab. We are seeking a qualified Data Analyst to provide support for data management and analyses across the Dr. Mann's federally sponsored projects. The Data Analyst will be responsible for planning, designing, and implementing statistical analyses. A successful applicant will be able to work autonomously and comfortably in an academic medical center environment.\n\n\nJob Responsibilities:\n\n\nProvide technical assistance to analysts and researchers in accessing and analyzing datasets, as needed\nCreate descriptive data summaries including visualizations and written descriptions of data findings for a wide range of audiences\nDesign and conduct analyses pertaining to data acquired thorough various data sources\nWork with staff and others to facilitate automation of standard, recurrent data acquisition, management, analysis and reporting\nSupport the development of publications and conference presentations, including drafting academic and nonacademic publications, writing conference abstracts, conducting lit reviews and creating tables and other data visualizations for presentations\nUnder direct supervision by the Division Director and with the guidance of the team's lead biostatistician, conduct basic statistical analyses and present them to the team\nMaintain existing data collection and analysis systems in support of the research protocol\n\n\nMinimum Qualifications:\n\nTo qualify you must have a Masters degree in health care economics, health care policy, applied statistics, data science, biostatistics or a Bachelors degree with relevant work experience\nStrong quantitative skills and advanced programming skills in Stata, SAS, and/or R\nAt least 2 years of work experience and/or research experience in a relevant setting\nAbility to select and apply appropriate statistical methods for collecting and summarizing varied data\nExcellent organization, time management, and communication skills and the ability to work both independently and as part of a collaborative research team\n\n\nPreferred Qualifications:\n\n\n1Knowledge of principles and methods of biostatistics; principles, theories, and procedures of epidemiology, including study design, statistical analysis, and causal inference\nAppropriate computer processing methods used to generate, organize and display statistical and research data; and standard English grammar, spelling, and usage\nStrong attention to detail\nProblem-solving and critical thinking skills\nPlanning/organizational skills\nPersonal motivation\n\n\nQualified candidates must be able to effectively communicate with all levels of the organization.\n\nNYU Grossman School of Medicine provides its staff with far more than just a place to work. Rather, we are an institution you can be proud of, an institution where you'll feel good about devoting your time and your talents.\n\nNYU Grossman School of Medicine is an equal opportunity and affirmative action employer committed to diversity and inclusion in all aspects of recruiting and employment. All qualified individuals are encouraged to apply and will receive consideration without regard to race, color, gender, gender identity or expression, sex, sexual orientation, transgender status, gender dysphoria, national origin, age, religion, disability, military and veteran status, marital or parental status, citizenship status, genetic information or any other factor which cannot lawfully be used as a basis for an employment decision. We require applications to be completed online.\nIf you wish to view NYU Grossman School of Medicine's EEO policies, please click here. Please click here to view the Federal \"EEO is the law\" poster or visit https://www.dol.gov/ofccp/regs/compliance/posters/ofccpost.htm for more information. To view the Pay Transparency Notice, please click here.\nRequired Skills\n\nRequired Experience",
        "location": "New York, NY",
        "rating": "4.1",
        "summary": "Design and conduct analyses pertaining to data acquired thorough various data sources.\nCreate descriptive data summaries including visualizations and written…",
        "title": "Data Analyst",
        "url": "https://www.indeed.com/viewjob?jk=988eacc4ff5fc747"
    }
]